List<dynamic> candlePrayer = [
  {
    'name': 'الصلاة الأولى',
    'text': """
 يبدأ الكاهن الصلاة بقولة 
 اليسون إيماس 
 ثم الصلاة الربيه, وصلاه الشكر, 
 والمزمور الخمسون 
 ثم يقول: أوشية المرضى:  
 يقول الكاهن هذة الطلبة 
- ويرد الشعب فى كل مرة: يا رب ارحم. 
 أعطيتنا نعمتك أيها المتأنى على أيدى رسلك الأطهار يا البشر, لكى يشفوا بمسحتك المقدسة كل ضربات وكل أسقام الآتين اليك, والى مواهبك بأمانه, فالآن أيضا طهرنا بيمينك من كل مرض, واجعلنا مستحقين بصلاحك, لفرحك غير الفانى, وارشم الآتين اليك بأمانه, ليكون لهم خلاص ونجاة من أمراض النفس والجسد, عندما يدهنهم كهنتك, كما قلت على فم يعقوب تلميذك. أنت يا رب من البدء, بغصن الزيتون, قد أظهرت أنة قد مضى الطوفان وبمسحتك المقدسة وباسمك أيها الرؤوف الرحيم خلص عبدك ( فلان ) المؤمن باسمك, بشفاعه العذراء أم الخلاص. يا رب ارحم. 
 يا من أمر المرضى أن يدعوا قسوس الكنيسة الذين هم خدام لاهوتك ويدهنوهم بالزيت المقدس ليخلصوا, نج أيها الصالح عبدك ( فلان ) من قبل هذة المسحه المقدسة, بشفاعه العذراء أم الخلاص. يا رب ارحم. 
 اشف يا رب أجسادنا وأنفسنا برشمك الالهى ويدك العالية, لأنك أنت هو ربنا كلنا. بشفاعه العذراء أم الخلاص. يا رب أرحم. 
 أيها المخلص محب البشر, يا من أعطيت النعمه للأنبياء والملوك ورؤساء الآباء. اجعل فى هذا الزيت الشفاء للذين يدهنون منه. واسترهن من جميع المحاربات الشيطانية, وأمل اليهم بوجه رحمتك. وباركهم بعين صلاحك. وأبسط يد قوتك وامنح عبدك ( فلان ) والحاضرين معنا الشفاء النفسانى والجسدانى بشفاعة العذراء أم الخلاص. يا رب ارحم. 
 يا طبيب المرضى وغافر الخطايا, المنقذ من الشدائد كل الآتين اليك, يا ميناء الخلاص من حركات الأمواج وهياجها. اصنع رحمه مع المتضايقين بالأمراض, ونجهم من الموت الردئ, وكمل طلبة كهنتك لعبدك ( فلان ). وأرسل عليه من العلو وافر رحمتك. وأغسل أدناسة, وانضح من زيت وخمر شفائك على جراحاته. لنسبحك باتفاق واحد قائلين: باركى الرب يا جميع أعمال الرب. بشفاعة العذراء أم الخلاص, تلك التى نسبحها قائلين: مباركة أنت فى النساء, ومباركه هى ثمرة بطنك من الآن وكل أوان....الخ. 
 يقول الكاهن 
 الله هو نور, وساكن فى النور, وتسبحة ملائكة النور, النور أشرق من مريم, واليصابات ولدت السابق. والروح القدس أيقظ داود قائلا: قم رتل لأن النور قد أشرق. فقام داود المرتل وأخذ قيثارته الروحانية, ومضى الى الكنيسة بيت الملائكة, وسبح ورتل للثالوث القدوس قائلا: بنورك يا رب نعاين النور, فلتأت رحمتك على الذين يعرفونك. أيها النور الحقيقى الذى يضئ كل أنسان أتيت الى العالم بمحبتك للبشر, وكل الخليقه تهللت بمجيئك, وخلصت أبانا آدم من الغواية, وعتقت أمنا حواء من طلقات الموت, وأعطيتنا روح البنوة. نسبحك ونباركك مع الملائكة. بالحقيقة تباركت أيها المسيح الهنا, مع أبيك الصالح والروح القدس لأنك أتيت وخلصتنا. 
يقول الكاهن وهو يرشم بالصليب 
- وفى كل مرة يرد الشعب:  يا رب ارحم.
 من أجل السلام السمائى من الرب نطلب. يا رب ارحم. 
 من أجل تقديس هذا الزيت من الرب نطلب. يا رب ارحم. 
 من أجل تقديس هذا البيت والسكان فية من الرب نطلب. يا رب ارحم. 
 من أجل تقديس ابائنا واخواتنا المسيحين من الرب نطلب. يا رب ارحم. 
 من أجل بركة هذا الزيت وتقديسة من الرب نطلب. يا رب ارحم. 
 من أجل عبدك ( فلان ) من الرب نطلب. يا رب ارحم. 
 أيها الرؤوف المتحنن, أعلن رحمتك لكل أحد وأظهر قوتك فى خلاص الآتين الى مسحة كهنتك بأمانة واشفهم بنعمتك. وكل الذين سقطوا فى سهام الأوجاع انقذهم من سهام العدو, ومضايقة الأفكار, وآلام الجسد, وسائر المكروهات الخفية والظاهرة. بشفاعة والدة الاله, وسؤال الملائكة, ودم الشهداء وطلبات القديسين ورؤساء الآباء ومصاف الشهداء نسألك يا رب من أجل عبدك ( فلان ) لتحل عليه نعمة روح قدسك. وطهرة من جميع خطاياه, وأغفر لة جميع زلاته, ونجه من كل شدة, وخلصنا كلنا من الشر والشرير. آمين. 
 يقول الكاهن هذة الصلاه سرا على الزيت 
 أيها الرب الرؤوف الشافى أنفسنا وأجسادنا , قدس هذا الزيت ليكون لكل الذين يمسحون بة شفاء لهم من أدناس الروح وآلام الجسد, لكى بهذا يتمجد اسمك القدوس. لأن لك المجد والخلاص. ونرسل لك الى فوق التمجيد أيها الآب والابن والروح القدس الآن وكل أوان والى دهر الدهور آمين. 
- الكاثوليكون من يعقوب 5: 10-20 
خذوا يا اخوتى مثالا لاحتمال المشقات والأناه الأنبياء الذين تكلموا باسم الرب. ها نحن نطوب الصابرين.قد سمعتم بصبر أيوب, ورأيتم عاقبة الرب, لأن الرب كثير الرحمة ورؤوف. ولكن قبل كل شئ يا اخوتى لا تحلفوا لا بالسماء ولا بالأرض, ولا بقسم أخر, بل ليكن كلامكم نعم نعم ولا لا لئلا تقعوا تحت دينونه. أعلى أحد مشقات فليصل. أمسرور أحد فليرتل. أمريض أحد بينكم فليدع قسوس الكنيسة, فليصلوا علية ويدهنوة بزيت باسم الرب. وصلاة الايمان تشفى المريض والرب يقيمة, وان كان قد فعل خطية تغفر لة, اعترفوا بعضكم لبعض بالزلات وصلوا بعضكم لأجل بعض لكى تشفوا. طلبة البار تقتدر كثيرا فى فعلها. كان ايليا انسانا تحت الآلام مثلنا وصلى الصلاة أن لا تمطر السماء, فلم تمطر على الأرض ثلاث سنين وستة أشهر. ثم صلى أيضا فأعطت السماء مطرا وأخرجت الأرض ثمرها. أيها الأخوة, ان ضل أحد بينكم عن الحق فردة أحد, فليعلم أن من يرد خاطئا عن ضلال طريقه, يخلص نفسا من الموت ويستر كثرة من الخطايا. لا تحبوا العالم ولا الأشياء التى فى العالم. 
- تقال الثلاثة التقديسات 
- وأوشية الأنجيل 
- ثم المزمور 6: 2,1 
-يا رب لا تبكتنى بغضبك, ولا تؤدبنى برجزك. ارحمنى يا رب فانى ضعيف. اشفنى يا رب فان عظامى قلقت. الليلويا. 
- الأنجيل من يوحنا 5: 1-17 
وبعد هذا كان عيد لليهود, فصعد يسوع الى أورشليم وفى أورشليم عند باب الضأن بركة يقال لها بالعبرانية بيت حسدا لها خمسة أروقة. فى هذة كان مضطجعا جمهور كثير من مرضى وعمى وعرج وعسم, يتوقعون تحريك الماء, لأن ملاكا كان ينزل أحيانا فى البركة ويحرك الماء, فمن نزل أولا بعد تحريك الماء كان يبرأ من أى مرض اعتراه. وكان هنال انسانا بة مرض منذ ثمان وثلاثين سنه. هذا رآة يسوع مضطجعا, وعلم أن لة زمانا كثيرا, فقال لة أتريد أن تبرأ؟ أجابة المريض: يا سيد ليس لى انسان يلقينى فى البركة متى تحرك الماء, بل بينما أنا آت ينزل قدامى أخر. قال لة يسوع: قم احمل سريرك وامش. فحالا برئ الإنسان وحمل سريرة ومشى. وكان فى ذلك اليوم سبت. فقال اليهود للذى شفى: انه سبت لا يحل لك أن تحمل سريرك. أجابهم الذى أبرأنى هو قال لى احمل سريرك وامش. فسألوة: من هو الأنسان الذى قال لك احمل سريرك وامش. أما الذى شفى لم يكن يعلم من هو, لأن يسوع اعتزل. اذ كان فى الموضع جمع. بعد ذلك وجدة يسوع فى الهيكل وقال لة: ها أنت قد برئت, فلا تخطئ أيضا لئلا يكن لك أشر. فمضى الأنسان وأخبر اليهود أن يوع هو الذى أبرأة. ولهذا كان اليهود يطردون يسوع, ويطلبون أن يقتلوة, لأنه عمل هذا فى سبت. فأجابهم يسوع: أبى يعمل حتى الآن وأنا أعمل. والمجد لله دائما. 
 يقول الكاهن الثلاثة أواشى الصغار 
 وقانون الإيمان 
 ثم هذة الطلبة: 
 ايها السيد الرب يسوع المسيح ملك الدهور, مخرج كل الموجودات من العدم الى الوجود, ما يرى وما لا يرى, الذى جاء بارادتة وبكثرة رحمته قد تنازل بالتدبير, ليخلصنا من موت الخطية وغلبة المضاد. السريع الإحسان, المتأنى فى العقاب, المخيف مرارا كثيرة من أجل الخيرات العتيدة. أذكر يا رب مراحمك, ولا تمل عنا بوجه تحننك نحن الذين دعينا الى صلاحك. بل اسمع طلباتنا ومسكنه دعائنا نحن عبيدك الخطاة وامنح الشفاء لعبدك ( فلان ) هذا الذى التجأ تحت ظلال كنفك لأنك أنت محب البشر. اغفر له ما علية, وما صنعه فى سائر عمره واترك لة جميع زلاته التى صنعها بارادتة وبغير ارادتة. ان كان من حركاته وحدة أو من جهة آخر غريب. ان كان بالفكر أو بالفعل, من أجل الذين أرضوك. وكما تركت للغريم أيها السيد الدين الذى لك علية, هكذا أيضا اترك لعبدك ما علية وسامحه بجميع زلاته. وكما طهرت الأبرص بكلمتك ونزعت البرص من جسمه بارادتك, هكذا انزع كل مرض من جسم عبدك ( فلان ) وقدسه وطهرة. يا من أبرأ ابنة الكنعانية بسؤال أمها, الآن أيضا بسؤال كهنتك الذين هم نحن المتجاسرون اذ ليس لنا دالة من قبل أنفسنا, بل من جهة نعمتك علينا, اعتق عبدك ( فلان ) من كل المؤامرات وجميع المحاربات الشيطانية. يا من أقام ابن الأرملة وابنة الرئيس من الموت لما أمرهما بالقيام. وأقام لعازر من بعد موتة بأربعة وأيام بسلطان لاهوتة, أقم عبدك هذا من موت الخطية. وان أمرت باقامته الى زمان آخر, فامنحة مساعدة ومعونة لكى يرضيك فى كل أيام حياته ( وان أمرت أن تأخذ نفسة, فليكن هذا بيد ملائكة نورانيين يخلصونة من شياطين الظلمة. انقلة الى فردوس الفرح ليكون مع جميع القديسين ), بدمك الذى سفك من أجل خلاصنا, الذى به اشتريتنا لأنك أنت رجاؤنا نحن عبيدك بشفاعة العذراء والدة الاله وسؤال جميع القديسين. لأن لك المجد والكرامه والسجود يليق بك أيها الآب والابن والروح القدس الآن وكل أوان والى دهر الدهور آمين.
"""
  },
  {
    'name': 'صلاة الثانية',
    'text': """
توقد الفتيلة الثانية 
ويقول الكاهن اليسون إيماس 
وأبانا الذى فى السموات 
ثم يقول: أوشية المسافرين: 
- البولس من رسالة رومية 15: 1-7 
فيجب علينا نحن الأقوياء أن نحتمل ضعف الضعفاء ولا نرضى أنفسنا. فليرض كل واحد منا قريبة للخير لأجل البنيان, لأن المسيح أيضا لم يرض نفسة, بل كما هو مكتوب تعييرات معيريك وقعت على, لأن كل ما سبق فكتب, كتب لأجل تعليمنا. حتى بالصبر والتعزية بما فى الكتب يكون لنا رجاء. وليعطيكم الة الصبر والتعزية أن تهتموا اهتماما واحدا فيما بينكم بحسب المسيح يسوع لكى تمجدوا الله أبا ربنا يسوع المسيح بنفس واحدة وفم واحد. لذلك اقبلوا بعضكم بعضا كما أن المسيح أيضا قبلنا لمجد الله. نعمة الله الآب تحل على جميعنا آمين. 
- تقال الثلاث التقديسات 
وأوشية الأنجيل 
- ثم يقرأ المزمور 101: 2,1 
يا رب استمع صلاتى وليصعد أمامك صراخى. فى اليوم الذى أدعوك فية استجب لى سريعا. الليلويا. 
الأنجيل من لوقا 19: 1-10 
ثم دخل واجتاز فى أريحا. واذا رجل اسمة زكا وهو رئيس للعشارين وكان غنيا. وطلب أن يرى يسوع من هو, ولم يقدر من الجمع لأنه كان قصير القامة. فركض متقدما الى جميزة لكى يراة, لأنه كلن مزمعا أن يمر من هناك. فلما جاء يسوع الى المكان نظر الى فوق وقال لة: يا زكا أسرع وانزل لانه ينبغي ان امكث اليوم في بيتك . فأسرع ونزل وقبله فرحا . فلما رأي الجميع ذلك تذمروا قائلين: أنه دخل ليبيت عند رجل خاطئ . فوقف زكا وقال للرب ها أنا يارب أعطي نصف أموالي للمساكين , وإن كنت قد وشيت بأحد ارد أربعة اضعاف . فقال له يسوع اليوم حصل خلاص لهذا البيت , اذ هو ايضا ابن ابراهيم . لأن ابن الانسان قد جاء لكي يطلب ويخلص ما قد هلك . والمجد لله دائما . 
ثم يقول الكاهن هذه الطلبه 
ايها الرب الرؤوف محب البشر , القابل اليه التائبين العارف ان فكر الانسان مائل الي الشر منذ صباه , الذي لا يشاء موت الخاطئ حتي يرجع اليه ويحيا , الذي تأنس من أجل خلاص البشر , الذي قال أني لم آت لأدع الصديقين بل الخطاه الي التوبه , الذي طلب الخروف الضال والدرهم المفقود ووجدهما , الذي قال ان من يقبل الي لا أخرجه خارجا , الذى غفر خطايا الزانيه التي تابت قديما , وهكذا المقعد أعطيته غفران خطاياه وصحة جسده . أنت الذي قلت أنه يكون فرح في السماء بخاطئ واحد يتوب . وقلت ايضا أن كل مرة تسقط قم فتخلص . أطلع ايها المتحنن من سمائك المقدسه , وحل في عبدك (فلان ) المعترف بزلاته , المقبل اليك بأمانه ورجاء . وأغفر له غلطاته , أن كان بالفعل أو بالقول أو بالفكر . طهره من كل خطيه . وأحفظه بقية زمان حياته سالكا في وصاياك , لكي لا يفرح به العدو دفعه أخري . وبهذا يتمجد أسمك القدوس , ويليق بك المجد والعز والسجود الان وكل أوان والي دهر الدهور آمين .
"""
  },
  {
    'name': 'صلاة الثالثة',
    'text': """
توقد الفتيلة الثالثة 
 ويقول الكاهن إليسون إيماس 
 وأبانا الذى فى السموات. 
 ثم أوشية الأثمار التى تناسب عادة يوم جمعه ختام الصوم الذى تقيم فية الكنيسة صلاة مسحة المرضى لكل الشعب. 
 يقول الكاهن: تفضل يا رب أوهية السماء وثمرات الأرض فى هذة السنه باركها.  
- البولس من كورونثوس الأولى 12: 28-13: 8 
فوضع الله فى الكنيسة أولا رسلا, ثانيا أنبياء ثالثا معلمين, ثم قوات, وبعد ذلك مواهب شفاء, أعوانا, تدابير, وأنواع ألسنه. العل الجميع رسل. ألعل للجميع مواهب شفاء. ألعل الجميع يتكلمون بألسنة. ألعل الجميع يترجمون. ولكن جدوا للمواهب الحسنى. وأيضا أريكم طريقا أفضل. ان كنت أتكلم بألسنة الناس والملائكة, ولكن ليس لى محبة, فقد صرت نحاسا يطن أو صنجا يرن. وان كانت لى نبوة وأعلم جميع الأسرار وكل علم, وان كان لى ايمان حتى أنقل الجبال, ولكن ليس لى محبة فلست شيئا. وان أطعمت كل أموالى وان سلمت جسدى حتى احترق, ولكن ليس لى محبة فلا انتفع شيئا, المحبة تتأنى وتترفق. المحبة لا تحسد. المحبة لا تتفاخر, ولا تنتفخ, ولا تقبح, ولا تطلب لنفسها, ولا تحتد, ولا تظن السوء ولا تفرح بالإثم, بل تفرح بالحق, وتحتمل كل شئ, وتصدق كل شئ, وترجو كل شئ, وتصبر على كل شئ. المحبة لا تسقط أبدا. نعمة الله الآب تحل على جميعنا آمين. 
- تقال الثلاثة تقديسات 
 وأوشية الأنجيل 
- والمزمور 37: 2,1 
يا رب لا تبكتنى بغضبك ولا برجزك تؤدبنى, لأن سهامك قد انغرست فى, وثقلت على يديك.الليلويا. 
الأنجيل من متى 10: 1-8 
ثم دعا تلاميذة الاثنى عشر, وأعطاهم سلطانا على الأرواح النجسة لكى يخرجوها ويشفوا كل الأمراض وكل العلل. وهذة أسماء الالثنى عشر رسولا: الأول سمعان المسمى بطرس وأندراوس أخوة ويعقوب بن زبدى ويوحنا أخوة, فيلبس وبورثلماوس. توما ومتى العشار. يعقوب بن حلفى وتداوس سمعان القانوني ويهوذا الأسخريوطى الذى أسلمة. هؤلاء الاثنى عشر أرسلهم يسوع وأمرهم قائلا: لا تسلكوا طريق الأمم, ولا تدخلوا مدينة للسامريين. بل انطلقوا خاصة الى الخراف الضالة من بيت اسرائيل وفيما أنتم ذاهبون اكرزوا قائلين: انه قد اقترب منكم ملكوت السموات. اشفوا المرضى طهروا البرص اقيموا الموتى. اخرجوا الشياطين. مجانا أخذتم مجانا اعطوا. والمجد لله دائما. 
 يقول الكاهن هذة الطلبة: 
تباركت أيها الرب الهنا الصالح طبيب أنفسنا, بجراحاتك شفينا أيها الراعى الذى طلب الخروف الضال. يا معزى صغيرى القلوب. الذى أبرأ حماة سمعان من حمتها الصعبة, والنازفة الدم من مرضها القديم. الذى عتق ابنة الكنعانية من الروح النجس. الذى ترك للغريم الدين الذى علية. الذى غفر للزانية خطاياها. الذى برر العشار. الذى قبل الية اعتراف اللص فى آخر حياته, وأنعم علية بالفردوس. الذى حمل خطايا العالم. الذى سمر على الصليب بارادتة وحدة. نسأل ونطلب اليك, ونتضرع ونصرخ نحوك, لكى تغفر لعبدك ( فلان ) ولنا نحن عبيدك جميع آثامنا, الذاتية وغير الذاتية بمعرفة وبغير معرفة, الليلية والنهارية, التى أتت منا والتى وردت علينا من آخرين, التى من الحواس الظاهرة أو الضمائر الخفية, التى من حركات الروح أو الجسد, لأنك الة صالح محب للبشر. طهرنا من كل زلاتنا, واهدنا وساعدنا لكى نسلك فى طريق الحياة الأبدية, لا طريق الموت الدهرى. نعم يا رب سامح عبدك ( فلان ) بجميع زلاته. واملأ فاة من تسبحتك. وأبسط يدية الى فعل وصاياك. وهيء أقدامة الى سبيل الخلاص. وحصن أعضاؤة وأفكارة بقوتك. أنت يا رب قلت لنا على أيدى رسلك الأطهار: ان كل ما تربطونه على الأرض يكون مربوطا فى السموات. وما تحلونه فى الأرض يكون محلولا فى السموات. وأيضا قلت أن من غفرتم لة خطاياة غفرت لة. وكما سمعت لحزقيا عند ضيقه نفسة فى ساعة موته ولم تعرض عن طلبته, كذلك أيضا اسمعنى أنا عبدك المسكين فى هذة الساعه, وارحم عبدك ( فلان ) وان كانت خطاياة قد كثرت جدا, لأنك أمرت بالغفران سبع مرات سبعين مرة. ونرسل الشكر لمراحمك ولعظمتك. ولك المجد مع أبيك الصالح غير المبتدئ, وروحك القدوس المحيى الآن وكل أوان والى دهر الدهور آمين.
"""
  },
  {
    'name': 'صلاة الرابعة',
    'text': """
توقد الفتيلة الرابعه 
 ويقول الكاهن إليسون إيماي 
 وأبانا الذى ... 
 ثم يقول. أوشية الرئيس: وأيضا فلنسأل الله ضابط الكل, أبا ربنا والهنا ومخلصنا يسوع المسيح. نسأل ونطلب من صلاحك يا محب البشر, اذكر يا رب رئيس أرضنا عبدك. 
- يقول الشماس: اطلبوا لكى يعطينا المسيح الهنا رحمة ورأفة أمام الرؤساء الأعزاء, ويعطف قلوبهم عليهم بالصلاح فى كل حين, ويغفر لنا خطايانا. 
- يقول الشعب يا رب ارحم 
 ويقول الكاهن. احفظة فى سلام وعدل وقوه, وتخضع لة كل الأمم الذين يريدون الحرب فى جميع ما لنا من الخصب. تكلم فى قلبة من أجل سلام كنيستك الواحدة الوحيدة المقدسة الجامعه الرسولية. أعطية أن يفكر بالسلام فينا وفى اسمك القدوس, لكى نعيش نحن أيضا فى سيرة هادئة, ونوجد ساكنين بكل تقوى وكل عفاف بك. بالنعمه ... الخ. 
- البولس من رومية8: 14-21 
 لأن كل الذين ينقادون بروح الله فأولئك هم أبناء الله. اذ لم تأخذوا روح العبودية أيضا للخوف, بل أخذتم روح التبنى الذى به نصرخ يا آبانا الآب. الروح نفسة أيضا يشهد لأرواحنا أننا أولاد الله. فان كنا أولاد فاننا ورثة أيضا, ورثة الله ووارثون مع المسيح. ان كنا نتألم معه, فانى أحسب أن آلام الزمان الحاضر لا تقاس بالمجد العتيد أن يستعلن فينا. لأن انتظار الخليقة يتوقع استعلان أبناء الله. اذ أخضعت الخليقة للباطل, ليس طوعا بل من أجل الذى أخضعها على الرجاء. لأن الخليقة نفسها أيضا ستعتق من عبودية الفساد الى حرية مجد أولاد الله. نعمة الله الآب تحل على جميعنا آمين. 
- تقال الثلاثة تقديسات 
 وأوشية الأنجيل 
- والمزمور 50: 2,1 
 ارحمنى يا الله كعظيم رحمتك, ومثل كثرة رأفتك امح ذنبى أغسلنى كثيرا من إثمى, ونقنى من خطيتى. الليلويا. 
- الأنجيل من لوقا 10: 1-9 
وبعد ذلك عين الرب سبعين آخرين أيضا, وأرسلهم اثنين اثنين أمام وجهة الى كل مدينة وموضع حيث كان هو مزمعا أن يأتى فقال لهم: ان الحصاد كثير والفعلة قليلون, فاطلبوا من رب الحصاد أن يرسل فعله الى حصادة. اذهبوا ها أنا أرسلكم مثل حملان بين ذئاب. لا تحملوا كيسا ولا مزودا ولا أحذية. ولا تسلموا على أحد فى الطريق. وأى بيت دخلتموة فقولوا أولا سلام لهذا البيت. فان كان هنال ابن السلام يحل سلامكم علية, وإلا فليرجع اليكم. وأقيموا فى ذلك البيت آكلين وشاربين مما عندهم, لأن الفاعل مستحق أجرته. لا تنتقلوا من بيت الى بيت. وأى مدينة دخلتموها وقبلوكم فكلوا مما يقدم لكم. واشفوا المرضى الذين فيها, قولوا لهم قد اقترب ملكوت الله. والمجد لله دائما. 
 يقول الكاهن هذة الطلبة 
 أيها الرب المؤدب الشافى, الذى يقيم المسكين من الأرض ويرفع الفقير من المزبلة, أب الأيتام وقاضى الأرامل, ميناء الذين فى العاصف, طبيب السقماء, الذى حمل أمراضنا ورفع آثامنا, القريب فى المعونه المتأنى فى العقاب, الذى نفخ فى وجه تلاميذة وقال لهم: اقبلوا الروح القدس من غفرتم لهم خطاياهم غفرت لهم. أنت الذى تقبل اليك توبة الخطاه أيها الشافى من الأمراض. من أجل مسكنة عبدك, وطلبتى أنا غير المستحق, المدعو بنعمتك الى الكهنوت فى موضعك المقدس, المستحق بنعمتك لخدمة أسرارك المقدسة, وتقدمة الصلوات والقرابين من أجل غفران خطايا شعبك. والتوسط فى تقريب خرافك الناطقة اليك. أيها الراعى الصالح, اقبل اليك طلبتى من أجل عبدك ( فلان ), أرسل له الشفاء سريعا. واغفر لة آثامة. وامنح الصحة لسائر جسدة وجميع أعضائة. أرحة من كل سقم وحل كل آلامة الجسدانية. وأزل ضيقاته وأحزانة, يا من لا نرجو آخر سواك. كما أعلمت تلميذى يوحنا وقلت لهما: أمضيا واعلما يوحنا بما رأيتما وسمعتما, ان العميان يبصرون, والصم يسمعون, والعرج يمشون, والمرضى يعافون والبرص يتطهرون, والموتى يقومون, والمساكين يبشرون فطوبى لمن لا يشك فى. فلسنا نشك فى قوة لاهوتك أيها المسيح ابن الله الوحيد, حمل الله, حامل خطية العالم. اذكر مراحمك ورأفاتك التى منذ البدء. لأن فكر الأنسان مائل الى الشر منذ صباة, ولا يوجد انسان بغير خطية ولو كانت حياتة يوما واحدا على الأرض. وان أخذت بالآثام يا رب, من يستطيع الوقوف أمامك, لأن المغفرة هى من عندك. وان حاكمت فمن يقدر أن يحتج, لأن كل فم يستد ولا يستطيع الكلام. يا رب لا تذكر خطايا جهلى, يا ملجأ التائبين ورجاء من لا رجاء لهم وراحة التعابى. نرسل لك الى فوق المجد والكرامه والسجود مع أبيك الصالح والروح القدس الآن وكل أوان والى دهر الدهور أمين.
"""
  },
  {
    'name': 'صلاة الخامسة',
    'text': """
توقد الفتيلة الخامسة 
 ويقول الكاهن.... 
 وأبانا الذى فى السموات... 
 ثم أوشية الراقدين 
 وأيضا فلنسأل الله ضابط الكل, أبا ربنا والهنا ومخلصنا يسوع المسيح. نسأل ونطلب من صلاحك يا محب البشر, اذكر يا رب أنفس عبيدك آبائنا واخوتنا الذين رقدوا. 
- يقول الشماس اطلبوا عن آبائنا واخوتنا الذين رقدوا وتنيحوا فى الإيمان بالمسيح منذ البدء: آبائنا القديسين رؤساء الأساقفة وآبائنا الأساقفة آبائنا القمامصة, وآبائنا القسوس, واخوتنا الشمامسة. آبائنا الرهبان وآبائنا العلمانيين, وعن نياح كل المسيحين. لكى ينيح المسيح الهنا نفوسهم أجمعين فى فردوس النعيم. ونحن أيضا يصنع معنا رحمة ويغفر لنا خطايانا. 
- يقول الشعب: يا رب ارحم. 
 يقول الكاهن: 
 تفضل يا رب نيح نفوسهم جميعا, فى حضن آبائنا القديسين ابراهيم واسحق ويعقوب. علهم فى موضع خضرة على ماء الراحة فى فردوس النعيم, الموضع الذى هرب منه الحزن والكآبة والتنهد فى نور قديسيك. أقم أجسادهم فى اليوم الذى رسمته, كمواعيدك الحقيقية غير الكاذبة, هب لهم خيرات مواعيدك, ما أعددتة يا الله لمحبى اسمك القدوس. لأنة لا يكون موت لعبيدك بل هو انتقال وان كان قد لحقهم توان أو تفريط كبشر, وقد لبسوا جسد وسكنوا فى هذا العالم, فأنت كصالح ومحب للبشر اللهم تفضل عبيدك المسيحين الأرثوذكسيين الذين فى المسكونه كلها, من مشارق الشمس الى مغاربها ومن الشمال الى الجنوب. كل واحد باسمة وكل واحدة باسمها, يا رب نيحهم واغفر لهم. فانة ليس أحد طاهرا من دنس ولو كانت حياتة يوما واحدا على الأرض. أما هم يا رب الذين أخذت نفوسهم فنحيهم, وليستحقوا ملكوت السموات. أما نحن كلنا فهب لنا كمالنا المسيحى الذى يرضيك أمامك. وأعطهم وايانا نصيبا وميراثا مع كافة قديسيك. بالنعمه والرأفة...الخ. 
- البولس من غلاطية ص 2: 16-20 
 اذ نعلم أن الأنسان لا يتبرر بأعمال الناموس بل بإيمان يسوع المسيح آمنا نحن أيضا بيسوع المسيح لنتبرر بإيمان يسوع لا بأعمال الناموس. لأنه بأعمال الناموس لا يتبرر جسد ما. فان كنا ونحن طالبون أن نتبرر فى المسيح نوجد نحن أنفسنا أيضا خطاه. أفالمسيح خادم للخطية؟ حاشا. فانى ان كنت أبنى أيضا الذى قد هدمتة فانى أظهر نفسى متعديا, لأنى مت بالناموس للناموس لأحيا الله. مع المسيح صلبت فأحيا لا أنا بل المسيح يحيا في, فما أحياة الآن فى الجسد فانما أحياة فى الأيمان إيمان ابن الله الذى أحبنى وأسلم نفسة لأجلى. نعمة الله الآب تحل على جميعنا آمين. 
- تقال الثلاثة تقديسات 
 وأوشية الأنجيل 
- المزمور 41 :7 
 أخرج نفسى من الحبس لكى أعترف لاسمك يارب. ينتظرنى الأبرار حتى تعطينى مجازاة. الليلويا. 
- الانجيل من يوحنا 14: 1-19 
لا تضطرب قلوبكم, أنتم تؤمنون بالله فآمنوا بى. فى بيت أبى منازل كثيرة, ولا فانى كنت قد قلت لكم. أنا أمضى لأعد لكم مكانا. وان مضيت وأعددت لكم مكانا آتى أيضا وآخذكم الى, حتى حيث أكون أنا تكونون أنتم أيضا. وتعلمون حيث أنا اذهب وتعلمون الطريق. قال لة توما: يا سيد لسنا نعلم أين تذهب,فكيف نقدر أن نعرف الطريق. قال لة يسوع: أنا هو الطريق والحق والحياة. ليس أحد يأتى الى الآب الا بى. ولو كنتم عرفتمونى لعرفتم أبى أيضا. ومن تعرفونة وقد رأيتموة. قال لة فيلبس: يا سيد أرنا الآب وكفانا. قال لة يسوع: انا معكم زمانا هذا مدتة ولم تعرفنى يا فيلبس؟ الذى رآنى فقد رأى الآب. الكلام الذى أكلمكم بة لست أتكلم بة من نفسى, لكن الآب الحال فى هو يعمل الأعمال. صدقونى انى فى الآب والآب فى, والا فصدقونى لسبب الأعمال نفسها. الحق الحق أقول لكم من يؤمن بى فالأعمال التى أنا أعملها يعملها هو أيضا ويعمل أعظم منها, لأنى ماض الى أبى, ومهما. سألتم باسمى فذلك أفعلة, ليتمجد الآب بالابن. ان سألتم شيئا باسمى فانى أفعلة. ان كنتم تحبوننى فاحفظوا وصاياى, وأنا أطلب من الآب فيعطيكم معزيا آخر ليمكث معكم الى الأبد, روح الحق الذى لا يستطيع العالم أن يقبلة لأنة لا يراة ولا يعرفه. أما أنتم فتعرفونة لأنة ماكث مهكم ويكون فيكم. لا أترركم يتامى, انى آتى اليكم, بعد قليل لا يرانى العالم أيضا, وأما أنتم فتروننى أنى أنا حى فأنتم ستحيون. والمجد لله دائما. 
 يقول الكاهن هذة الطلبة: 
 نشكرك أيها الرب اله القوات على كل ما صنعت, لأنك برحمتك دبرت حياتنا. أنت هو المؤدب. أنت هو المشفى. اشف يا رب عبدك ( فلان ) من أمراضة, وأنقذة من كل شر. أقمه صحيحا ليعترف برحمتك, ويمجدك مع شعبك فى كنيستك جميع أيام حياته. بالنعمه والرأفة ومحبة البشر اللواتى لابنك الوحيد يسوع المسيح ربنا هذا الذى....الخ.
"""
  },
  {
    'name': 'صلاة السادسة',
    'text': """
توقد الفتيلة السادسة 
 يقول الكاهن اليسون إبماس  
 وأبانا الذى... 
 ثم : أوشية القرابين 
 وأيضا فلنسأل الله ضابط الكل, أبا ربنا والهنا ومخلصنا يسوع المسيح. نسأل ونطلب من صلاحك يا محب البشر, اذكر يا رب صعائد وقرابين وشكر الذين قربوا كرامة ومجدا لاسمك القدوس. 
- يقول الشماس: اطلبوا عن المهتمين بالصعائد والقرابين والبكور والزيت والبخور والستور وكتب القراءة وأوانى المذبح, لكى يكافئهم المسيح الهنا فى أورشليم السمائيه, ويغفر لنا خطايانا.
- يقول الشعب يا رب ارحم 
 يقول الكاهن: 
 اقبلها اليك على مذبحك المقدس الناطق السمائى, رائحة بخور ودخل الى عظمتك التى فى السموات, بواسطة خدمة ملائكتك ورؤساء ملائكتك المقدسين. وكما قبلت اليك قرابين هابيل الصديق, وذبيحة أبينا ابراهيم وفلسى الأرملة, هكذا أيضا نذور عبيدك اقبلها اليك أصحاب الكثير وأصحاب القليل, الخفيات والظاهرات. والذين يريدون أن يقدموا لك وليس لهم والذين قدموا لك فى هذا اليوم هذة القرابين, أعطهم الباقيات عوض الفانيات, السمائيات عوض الأرضيات, الأبديات عوض الزمنيات, بيوتهم ومخازنهم املأها من كل الخيرات. أحطهم يا رب بقوة ملائكتك ورؤساء ملائكتك الأطهار. وكما ذكروا اسمك القدوس على الأرض اذكرهم أيضا يارب فى ملكوتك وفى هذا الدهر لا وتركهم عنك. بالنعمه والرأفة....الخ. 
- يقول الشعب: يا رب ارحم 
- البولس من كولوسى 3: 12-17 
 فألبسوا كمختارين الله القديسين المحبوبين أحشاء رأفات, ولطفا وتواضع قلب, ووداعة, وطول أناة. محتملين بعضكم بعضا, ومسامحين بعضكم بعضا. واذا كان لوم بين واحد وآخر منكم فكما غفر المسيح لكم كذلك أنتم أيضا. وعلى هذة جميعها المحبة التى هى رباط الكمال. وسلام المسيح فليثبت فى قلوبكم, الذي اليه دعيتم في جسد واحد ، فكونوا شاكرين وكلمة الرب فلتسكن فيكم بغنى. وبكل حكمة معلمين ومؤدبين أنفسكم بالمزامير والتسابيح وتراتيل روحية. ومسبحين الله فى قلوبكم بشكر. وكل ما علمتم بالقول أو بالفعل, فأعملوا كل شئ باسم ربنا يسوع المسيح ، شاكرين الله الآب به. نعمة الله الآب تحل على جميعنا آمين. 
- ثم تقال الثلاثة وقديسات 
 وأوشية الأنجيل.  
- والمزمور 4: 1 
اذ صرخت سمعتنى يا الة برى. وفى الشدة فرجت عنى تراءف على يا رب واسمع صلاتى. الليلويا. 
- الأنجيل من لوقا 7: 36-50 
 فطلب الية واحد من الفريسين أن يأكل معه, فدخل بيت ذلك الفريسى وجلس. وكان فى المدينة امرأة خاطئة. فلما علمت أنة متكئ فى بيت ذلك الفريسى, أخذت قارورة الطيب وقفت من ورائة عند رجلية باكية. وبدات تبل قدمية بدموعها, وتمسحهما بشعر رأسها. وكانت تقبل قدمية وتدهنهما بالطيب. فلما رأى ذلك الفريسى الذى دعاه قائلا فى نفسة: لو كان هذا نبيا لعلم من هذة وكيف حال هذه  التى لمسته, أنها خاطئة. فأجاب يسوع وقال له: يا سمعان عندى كلام أقولة لك. أما هو فقال: قل يا معلم. فأجاب يسوع وقال لة: يوجد مديونان عليهما لانسان دين, على الواحد خمسمائة دينار وعلى الآخر خمسون. ولم يكن لهما ما يوفيان فوهب لهما ما عليهما. فأيهما يكون أكثر حبا لة؟ أجاب سمعان وقال: أظن أن الذى وهب الأكثر. قال له بالحق حكمت. ثم التفت الى المرأة وقال لسمعان: أترى هذة المرأة, أنى دخلت بيتك فلم تسكب على رجلى ماء, وهذه بلت رجلى بدموعها ومسحتهما بشعر رأسها. أنت لم وقبلنى, وهذه منذ دخلت لم وكف عن وقبيل قدمى. أنت لم تدهن رأسى بزيت, وهذة دهنت بالطيب قدمى. من أجل ذلك أقول لك أن خطاياها الكثيرة مغفورة لها لأنها أحبت كثيرا, والذى يترك لة قليل يحب قليل. ثم قال لها: مغفورة لك خطاياك. فبدأ المتكئون يقولون فى أنفسهم: من هذا الذى يغفر الخطايا؟ فقال للمرأة اذهبى بسلام, ايمانك خلصك. والمجد لله دائما. 
 يقول الكاهن هذة الطلبة 
 يا الة الأرواح والأجساد ورب القوات, الة كل عزاء, ملك جميع الملوك, سامع كل الذين يصرخون نحو معونتك. نحن عبيدك نسأل ونتضرع اليك, لكى وذكر عبدك ( فلان ) برحمتك الكثيرة, تعهدة بخلاصك. انزع عنه كل مرض. أقمة من رقاد سقمة. أنعم بة على كنيستك معاف النفس والجسد والروح. انهضة لينطق بالمجد بمحبة البشر التى لابنك الوحيد, هذا الذى وباركت معه ومع الروح القدس المحيى المساوى معك الآن وكل أوان والى دهر الدهور آمين.
"""
  },
  {
    'name': 'صلاة السابعة',
    'text': """
توقد الفتيلة السابعه ويقول الكاهن إليسون إيماس  
 وأبانا الذى... 
ثم أوشية الموعوظين :
 وأيضا فلنسأل الله الضابط الكل أبو ربنا والهنا ومخلصنا يسوع المسيح, نسأل ونطلب من صلاحك يا محب البشر, اذكر يا رب موعوظى شعبك, ارحمهم وثبتهم فى الإيمان المستقيم بك. 
- يقول الشماس اطلبوا عن موعوظى شعبنا, ليرحمهم الله ويثبتهم على الإيمان الأرثوذكسى الى النفس الأخير, ويغفر لنا خطايانا. 
- يقول الشعب يارب ارحم 
 يقول الكاهن: وكل بقايا عبادة الأوثان انزعها من قلوبهم. ناموسك ، وصاياك ، حقوقك ،  أوامرك المقدسة ثبتها فى قلوبهم. امنحهم أن يفهموا ثبات الكلام الذى وعظوا بة, وفى زمن محدود ليتحقوا حميم الميلاد ومغفرة الخطايا. أعدهم هيكلا لروحك القدوس. بالنعمة والرأفة....الخ. 
- البولس من أفسس 6: 10-18 
 أخيرا يا اخوتى تقووا فى الرب, وفى شدة قوتة. وألبسوا سلاح الله الكامل, لكى تقدروا أن تقفوا قبال حيل ابليس. لأن حربنا ليس كائن لنا قبال لحم ودم, بل ضد الرؤساء, وقبال السلاطين: ضد ضابطى عالم الظلمة, قبال روحانيات الشر فى جو  السماء. من أجل هذا خذوا لكم جميع سلاح الله, لكى تستطيعوا أن تقفوا فى يوم السوء. واذا فعلتم كل شئ انهضوا وقوموا على أرجلكم, مشتدين على حقويكم بالحق. والبسوا درع البر. والبسوا حذاء فى أرجلكم باستعداد انجيل السلام. وفى كل شئ خذوا لكم ترس الإيمان, هذا الذى بة تقدرون أن تطفئوا جميع سهام الشرير الملتهبة نارا. وخذوا لكم خوذة الخلاص وسيف الروح, الذى هو كلام الله. وبكل صلاة وطلبة تصلون فى كل حين بالروح. نعمه الله الآب تحل على جميعنا آمين. 
- تقال الثلاثة التقديسات 
 وأوشية الأنجيل 
- والمزمور 24: 18,27 
 انظر الى تواضعى وتعبى واغفر لى جميع خطاياى. احفظ نفسى ولا تحزنى فانى عليك توكلت الليلويا. 
- الأنجيل من متى 6: 14-18 
 فان غفرتم للناس خطاياهم يغفر لكم أبوكم السماوى خطاياكم. وان لم تغفروا للناس سيئاتهم فلا يغفر لكم أبوكم أيضا خطاياكم. واذا صمتم فلا تكونوا كالمرائين, لأنهم يعبسون وجوههم ويغيرونها لكى يظهروا للناس صائمين. الحق أقول لكم لقد أخذوا أجرهم. وأنت اذا صمت فادهن رأسك واغسل وجهك. لئلا يظهر للناس صيامك, ولكن لأبيك الذى فى الخفاء. وأبوك الذى ينظر فى الخفاء يجازيك علانية. والمجد لله دائما. 
 يقول الكاهن هذة الطلبة: 
 وأيضا نسألك أيها الرب اله القوات, المتحنن القادر على كل شئ, لكى تطلع على عبدك ( فلان ). وتقيمة من سرير مرضه وفراشة. كما أقمت حماة سمعان من حمتها الصعبة. أنعم بة على كنيستك, لكى يتمجد اسمك القدوس أيها الآب والابن والروح القدس الآن وكل أوان والى دهر الدهور آمين. 
 طلبة أخرى
 أيها الرب المتحنن الكثير الرأفات, الذى لا يشاء موت الخاطئ حتى يرجع اليك ويتوب ويحيا. الذى ليس بوضع أيدينا نحن كهنتك الخطاة على رأسة, متوسلين اليك عن غفران خطاياه, لكن باليد العزيزة التى لهذا الأنجيل. نطلب اليك يا محب البشر, أيها الرب المتأنى, يا من قبل الية توبة داود على يد نبيك ناثان. أيها المخلص الذى قبل الية توبة منسى, أقبل اليك توبة عبدك ( فلان ) كعظيم محبتك للبشر, وبواسطة كهنتك أنت أمرت بالغفران سبعه فى سبعين وكمقدار رحمتك ومقدار عظمتك يليق بك المجد, أيها الآب والابن والروح القدس الآن وكل أوان والى دهر الدهور آمين. 
 طلبة أخرى 
 الله الآب الصالح طبيب أجسادنا وأرواحنا الذى أرسل ابنة الوحيد يسوع المسيح ليشفى كل الأمراض وينقذ من الموت. أشف عبدك ( فلان ) من أمراضة الجسدية. وامنحه حياة مستقيمة, ليمجد عظمتك ويشكر احسانك وتكمل شيئتك من أجل نعمة مسيحك. بشفاعة والدة الاله وطلبات قيسيك, لنك أنت ينبوع الشفاء. ونرسل لك الى فوق المجد والاكرام مع ابنك الوحيد والروح القدس الآن وكل أوان والى دهر الدهور آمين. 
 يدهن الكاهن المريض بالزيت وهو يقول 
 أيها القديسون الذين لكم ينبوع الشفاء بغير فضة, امنحوا الشفاء لكل الطالبين, لأن الرب قال لكم مع الرسل: هوذا أنا معكم الى كمال الدهور ( المجد للآب..... الخ.)  ها أنا أعطيكم سلطانا على الأرواح النجسة لتخرجوها وتشفوا كل مرض وكل سقم. مجانا أخذتم مجانا أعطوا ( الآن وكل أوان....الخ ) أيتها القديسة العذراء والدة الاله بغير زرع, اشفعى من أجل خلاص نفوسنا. 
- تقال تسبحة الملائكة, 
- أبانا الذى.... 
- وقانون الإيمان 
- وكيرياليسون ( 41 مرة ) 
 ويقول الكاهن التحاليل الثلاثة, 
 والبركة 
 ثم يرشم الحاضرين بالزيت المقدس, 
 أما المريض فيدهن بالزيت سبعة أيام.
"""
  }
];
