List<dynamic> midnightPrayer = [
  {
    "name": "الصلاة الربانية",
    "text":
        "اللهم اجعلنا مستحقين أن نقول بشكر:أبانا الذي في السموات. ليتقدس اسمك. ليأت ملكوتك. لتكن مشيئتك. كما في السماء كذلك على الأرض. خبزنا الذي للغد أعطنا اليوم. وأغفر لنا ذنوبنا كما نغفر نحن أيضا للمذنبين إلينا. ولا تدخلنا في تجربة. لكن نجنا من الشرير. بالمسيح يسوع ربنا لأن لك الملك والقوة والمجد إلى الأبد. آمين"
  },
  {
    "name": "صلاة الشكر",
    "text":
        "فلنشكر صانع الخيرات الرحوم الله، أبا ربنا وإلهنا ومخلصنا يسوع المسيح، لأنه سترنا وأعاننا، وحفظنا، وقبلنا إليه وأشفق علينا وعضدنا، وأتى بنا إلى هذه الساعة. هو أيضا فلنسأله أن يحفظنا في هذا اليوم المقدس وكل أيام حياتنا بكل سلام. الضابط الكل الرب إلهنا.أيها السيد الإله ضابط الكل أبو ربنا وإلهنا ومخلصنا يسوع المسيح، نشكرك على كل حال ومن أجل كل حال، وفى كل حال، لأنك سترتنا، وأعنتنا، وحفظتنا، وقبلتنا إليك، وأشفقت علينا، وعضدتنا، وأتيت بنا إلى هذه الساعةمن أجل هذا نسأل ونطلب من صلاحك يا محب البشر، امنحنا أن نكمل هذا اليوم المقدس وكل أيام حياتنا بكل سلام مع خوفك. كل حسد، وكل تجربة وكل فعل الشيطان ومؤامرة الناس الأشرار، وقيام الأعداء الخفيين والظاهريين، انزعها عنا وعن سائر شعبك، وعن موضعك المقدس هذا. أما الصالحات والنافعات فارزقنا إياها. لأنك أنت الذي أعطيتنا السلطان أن ندوس الحيات والعقارب وكل قوة العدو. ولا تدخلنا في تجربة، لكن نجنا من الشرير.بالنعمة والرأفات ومحبة البشر اللواتي لابنك الوحيد ربنا وإلهنا ومخلصنا يسوع المسيح. هذا الذي من قبله المجد والإكرام والعزة والسجود تليق بك معه مع الروح القدس المحيي المساوي لك الآن وكل أوان وإلى دهر الدهور آمين."
  },
  {
    "name": "مزمور الخمسون",
    "text":
        "ارحمني يا الله كعظيم رحمتك، ومثل كثرة رأفتك تمحو إثمي. اغسلني كثيرا من إثمي ومن خطيتي طهرني، لأني أنا عارف بإثمي وخطيتي أمامي في كل حين. لك وحدك أخطأت، والشر قدامك صنعت. لكي تتبرر في أقوالك. وتغلب إذا حوكمتُ. لأني هاأنذا بالإثم حبل بي، وبالخطايا ولدتني أمي. لأنك هكذا قد أحببت الحق، إذ أوضحت لي غوامض حكمتك ومستوراتها. تنضح على بزوفاك فأطهر، تغسلني فأبيض أكثر من الثلج. تسمعني سرورا وفرحا، فتبتهج عظامي المنسحقة. اصرف وجهك عن خطاياي، وامح كل آثامي. قلبا نقيا اخلق في يا الله، وروحا مستقيما جدده في أحشائي. لا تطرحني من قدام وجهك وروحك القدوس لا تنزعه منى. امنحني بهجة خلاصك، وبروح رئاسي عضدني فأعلم الأثمة طرقك والمنافقون إليك يرجعون، نجني من الدماء يا الله إله خلاصي، فيبتهج لساني بعدلك. يا رب افتح شفتي، فيخبر فمي بتسبيحك. لأنك لو آثرت الذبيحة لكنت الآن أعطي، ولكنك لا تسر بالمحرقات، فالذبيحة لله روح منسحق. القلب المنكسر والمتواضع لا يرذله الله، أنعم يا رب بمسرتك على صهيون، ولتبن أسوار أورشليم. حينئذ تسر بذبائح البر قربانا ومحرقات ويقربون على مذابحك العجول. هلليلويا."
  },
  {
    "name": "قوموا يا بني النور",
    "text":
        "قوموا يا بني النور لنسبح رب القوات، لكي ينعم علينا بخلاص نفوسنا، عندما نقف أمامك جسديا انزع من عقولنا نوم الغفلة. أعطنا يا رب يقظة لكي نفهمَ كيف نقف أمامك وقت الصلاة، ونرسلَ لك إلي فوقُ التمجيدَ اللائق، ونفوزَ بغفران خطايانا الكثيرة. (المجد لك يا محب البشر)\nها باركوا الرب يا عبيد الرب، القائمين في بيت الرب، في ديار إلهنا. في الليالي ارفعوا أيديكم إلي القدس، وباركوا الرب. يبارككم الرب من صهيون، الذي خلق السماء والأرض. (المجد لك يا محب البشر)\nفلتدن وسيلتي قدامك يا رب، كقولك فهمني. فلتدخل طلبتي إلى حضرتك يا رب، ككلمتك أحيني. تفيض شفتاي السبح، إذا ما علمتني حقوقك. لساني ينطق بأقوالك، لأن جميع وصاياك عادلة. لتكن يدك لتخلصني لأنني اشتهيت وصاياك. اشتقت إلي خلاصك يا رب، وناموسك هو تلاوتي. تحيا نفسي وتسبحك، وأحكامك تعينني. ضللتُ مثل الخروف الضال، فاطلب عبدك، فإني لوصاياك لم أنسَ.\nالمجد للآب والابن والروح القدس الآن وكل أوان والى دهر الدهور آمين. المجد للآب والابن والروح القدس، منذ الآن والى أبد الآباد كلها آمين. المجد لك يا محب البشر الصالح. السلام لأمك العذراء مع جميع قديسيك. المجد لك أيها الثالوث القدوس ارحمنا.\nفليقم الله، وليتبدد جميع أعدائه، وليهرب من قدام وجهه كل مبغضي اسمه القدوس. وأما شعبك فليكن بالبركة ألوف ألوف وربوات ربوات، يصنعون إرادتك. يا رب افتح شفتي ولينطق فمي بتسبيحك. أمين. هلليلويا."
  },
  {
    "name": "بدء الصلاة",
    "text":
        "تسبحة الخدمة الأولى من نصف الليل المبارك، أقدمها للمسيح ملكي والهي، وأرجوه أن يغفر لي خطاياي."
  },
  {
    "name": "المزمور الثالث",
    "text":
        "يا رب لماذا كثر الذين يحزنونني، كثيرون قاموا علي. كثيرون يقولون لنفسي، ليس له خلاص بإلهه. أنت يا رب أنت هو ناصري، مجدي ورافع رأسي. بصوتي إلى الرب صرخت. فاستجاب لي من جبل قدسه.\n\nأنا اضطجعت ونمت، ثم استيقظت لأن الرب ناصري. فلا أخاف من ربوات الجموع المحيطين بي القائمين على. قم يا رب خلصني يا إلهي، لأنك ضربت كل من يعاديني باطلا. أسنان الخطاة سحقتها. للرب الخلاص وعلى شعبه بركته. هلليلويا."
  },
  {
    "name": "المزمور السادس",
    "text":
        "يا رب لا تبكتني بغضبك، ولا تؤدبني بسخطك. ارحمني يا رب فإني ضعيف، اشفني يا رب فإن عظامي قد اضطربت ونفسي قد انزعجت جدا. وأنت يا رب فإلي متى؟ عد ونج نفسي، وأحيني من أجل رحمتك. لأنه ليس في الموت من يذكرك ولا في الجحيم من يعترف لك. تعبت في تنهدي. أعوم كل ليلة سريري، وبدموعي أبل فراشي. تعكرت من الغضب عيناي. شاخت من سائر أعدائي.\n\nابعدوا عنى يا جميع فاعلي الإثم. لأن الرب قد سمع صوت بكائي. الرب سمع تضرعي، الرب لصلاتي قبل، فليَخزَ وليضطرب جدا جميع أعدائي، وليرتدوا إلى ورائهم بالخزي سريعا جدا. هلليلويا."
  },
  {
    "name": "المزمور الثاني عشر",
    "text":
        "إلى متى يا رب تنساني؟ إلى الانقضاء؟ حتى متى تصرف وجهك عنى؟ إلى متى أردد هذه المشورات في نفسي، وهذه الأوجاع في قلبي النهار كله؟ إلى متى يرتفع عدوى علي؟ انظر واستجب لي يا ربي وإلهي. أنر عيني لئلا أنام نوم الموت، لئلا يقول عدوي: إني قد قويت عليه. الذين يحزنونني يتهللون إن أنا زللت. أما أنا فعلى رحمتك توكلت. يبتهج قلبي بخلاصك. أسبح الرب المحسنَ إلي، وأرتل لاسم الرب العلي. هلليلويا."
  },
  {
    "name": "المزمور التاسع والستون",
    "text":
        "اللهم التفت إلى معونتي، يا رب أسرع وأعنى. ليَخزَ ويخجل طالبو نفسي، وليرتد إلى خلف ويخجل الذين يبتغون لي الشر. وليرجع بالخزي سريعا القائلون لي: نِعِمَّا نِعِمَّا. وليبتهج ويفرح بك جميع الذين يلتمسونك، وليقل في كل حين محبو خلاصك: فليتعظم الرب. وأما أنا فمسكين وفقير، اللهم أعنى. أنت معيني ومخلصي يا رب فلا تبطئ. هلليلويا."
  },
  {
    "name": "المزمور الخامس والثمانون",
    "text":
        "أمل يا رب أذنك واستمعني، لأني مسكين وبائس أنا. احفظ نفسي لأني بار، يا إلهي خلص عبدك المتكل عليك. ارحمني يا رب، لأني إليك أصرخ اليوم كله. فرح نفس عبدك، لأني إليك يا رب رفعت نفسي. لأنك أنت يا رب صالح ووديع، ورحمتك كثيرة لكافة المستغيثين بك.\n\nأنصت يا رب إلي صلاتي، وأصغ إلى صوت تضرعي. في يوم شدتي إليك صرختُ فأجبتني. فليس لك شبيه في الآلهة يا رب، ولا من يصنع كأعمالك. كل الأمم الذين خلقتهم يأتون ويسجدون أمامك يا رب، ويمجدون اسمك. لأنك أنت عظيم وصانع العجائب، أنت وحدك الإله العظيم.\n\nاهدني يا رب إلى طريقك فأسلك في حقك، ليفرح قلبي عند خوفه من اسمك. أعترف لك أيها الرب إلهي من كل قلبي، وأمجد اسمك إلى الأبد. لأن رحمتك عظيمة على، وقد نجيت نفسي من الجحيم السفلي.\n\nاللهم إن مخالفي الناموس قد قاموا علىّ ومجمع الأعزاء طلبوا نفسي، ولم يسبقوا أن يجعلوك أمامهم. وأنت أيها الرب الإله أنت رؤوف ورحيم. أنت طويل الروح، وكثير الرحمة وصادق. انظر إلي وارحمني. أعطِ عزة لعبدك، وخلص ابن أمتك. اصنع معي آية صالحة، ليرى ذلك مبغضي فيخزوا. لأنك  أنت يا رب أعنتني وعزيتني. هلليلويا."
  },
  {
    "name": "المزمور التسعون",
    "text":
        "الساكن في عون العَليّ، يستريح في ظل إله السماء. يقول للرب أنت هو ناصري وملجأي، إلهي فأتكل عليه. لأنه ينجيك من فخ الصياد، ومن كلمة مقلقة. في وسط منكبيه يظللك، وتحت جناحيه تعتصم، عدله يحيط بك كالسلاح. فلا تخشى من خوف الليل، ولا من سهم يطير في النهار. ولا من أمر يسلك في الظلمة، ولا من سقطة وشيطان الظهيرة. يسقط عن يسارك ألوف، وعن يمينك ربوات، وأما أنت فلا يقتربون إليك. بل بعينيك تتأمل، ومجازاة الخطاة تبصر.\n\nلأنك أنت يا رب رجائي. جعلتَ العليَّ ملجأك. فلا تصيبك الشرور، ولا تدنو ضربة من مسكنك. لأنه يوصى ملائكته بك، ليحفظوك في سائر طرقك. وعلى أيديهم يحملونك، لئلا تعثر بحجر رجلك. تطأ الأفعى وملكَ الحيات، وتسحق الأسد والتنين. لأنه على أتكل فأنجيه، أرَفعه (أستره) لأنه عرف اسمي. يدعوني فأستجيب له. معه أنا في الشدة، أنقذه وأمجده. ومن طول الأيام أشبعه، وأريه خلاصي. هلليلويا."
  },
  {
    "name": "المزمور المائة والسادس عشر",
    "text":
        "سبحوا الربَّ يا جميع الأمم ولتباركه كافة الشعوب. لأن رحمته قد ثبتت علينا وحق الرب يدوم إلى الأبد هلليلويا."
  },
  {
    "name": "المزمور المائة والسابع عشر",
    "text":
        "اعترفوا للرب لأنه صالح وأن إلى الأبد رحمته. ليقل بيت إسرائيل إنه صالح وإن إلى الأبد رحمته. ليقل بيت هارون إنه صالح وإن إلى الأبد رحمته. ليقل أتقياء الرب إنه صالح وإن إلى الأبد رحمته. في ضيقتي صرختُ إلى الرب، فاستجاب لي وأخرجني إلى الرحب. الرب عوني فلا أخشى ماذا يصنع بي الإنسان. الرب لي معين وأنا أرى بأعدائي. الاتكال على الرب خير من الاتكال على البشر، الرجاء بالرب خير من الرجاء بالرؤساء. كل الأمم أحاطوا بي وباسم الرب انتقمتُ منهم. أحاطوا بي احتياطا واكتنفوني، وباسم الرب قهرتهم. أحاطوا بي مثل النحل حول الشهد، والتهبوا كنار في شوك، وباسم الرب انتقمت منهم. دفعتُ لأسقطَ والرب عضدني. قوتي وتسبحتي هو الرب وقد صار لي خلاصا. صوت التهليل والخلاص في مساكن الأبرار. يمين الرب صنعت قوة، يمين الرب رفعتني، يمين الرب صنعت قوة. فلن أموتَ بعدُ، بل أحيا وأحدث بأعمال الرب. تأديبا أدبني الرب وإلى الموت لم يُسْلِمْني. افتحوا لي أبواب البر لكي أدخل فيها وأعترفَ للرب. هذا هو باب الرب والصديقون يدخلون فيه. أعترف لك يا رب لأنك استجبت لي وكنت لي مخلصا. الحجر الذي رذله البناءون هذا صار رأسا للزاوية. من قبل الرب كان هذا وهو عجيب في أعيننا. هذا هو اليوم الذي صنعه الرب. فلنبتهج ونفرح فيه. يا رب خلصنا. يا رب سهل طريقنا. مبارك الآتي باسم الرب. باركناكم من بيت الرب. الله الرب أضاء علينا. رتبوا عيدا في الواصلين إلى قرون المذبح. أنت هو إلهي فأشكرك، إلهي أنت فأرفعك. أعترف لك يا رب، لأنك استجبت لي وصرت لي مخلصا. اشكروا الرب فإنه صالح وأن إلى الأبد رحمته هلليلويا."
  },
  {
    'name': '(المزمور المائة والثامن عشر)',
    'text': '''
 (1) طوباهم الذين بلا عيب في الطريق، السالكون في ناموس الرب. طوباهم الذين يفحصون عن شهاداته، ومن قلوبهم يطلبونه، لأن صانعي الإثم لم يهووا أن يسلكوا في سبله. أنت أمرت أن تحفظ وصاياك جدا، فيا ليت طرقي تستقيم إلى حفظ حقوقك. حينئذ لا أخزى إذا ما اطلعت على جميع وصاياك. أشكرك يا رب باستقامة قلبي، إذ عرفت أحكام عدلك. حقوقك أحفظ، فلا ترفضني إلى الغاية. (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe)

(2) بماذا يقوم الشاب طريقه؟ بحفظه أقوالك. من كل قلبي طلبتك، فلا تبعدني عن وصاياك أخفيت أقوالك في قلبي لكي لا أخطئ إليك. مبارك أنت يا رب علمني حقوقك. بشفتي أظهرت كل أحكام فمك، وفرحت بطريق شهاداتك كما بكل غنى. بوصاياك أتكلم وأتفهم في طرقك، بفرائضك ألهج، ولا أنسى كلامك. (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe)

(3) كافئ عبدك فأحيا وأحفظ أقوالك. اكشف عن عيني فـأرى عجائب من ناموسك. غريب أنا في الأرض فلا تخفِ عنى وصاياك. اشتاقت نفسي إلى اشتهاء أحكامك في كل حين. إنك انتهرت المتكبرين الملاعين الذين حادوا عن وصاياك. انزع عنى العار والخزي فإني لشهاداتك ابتغيتُ. جلس الرؤساء وتقاولوا على، أما عبدك فكان يهتمُ بحقوقك، لأن شهاداتك هي درسي وحقوقك هي مشورتي (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(4) لصقت بالتراب نفسي فأحيني ككلمتك. أخبرت بطرقك فاستجب لي. علمني حقوقك، وطريق عدلك فهمني، فألهج في عجائبك. ذبلت نفسي من الحزن، فثبتني في أقوالك. طريق الظلم أبعد عنى وبناموسك ارحمني. إني اخترت طريق الحق وأحكامك لم أنس. لصقتُ بشهاداتك يا رب فلا تخزني. في طريق وصاياك سعيتُ عندما وسعتَ قلبي (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

 (5) ضع لي يا رب ناموسا في طريق حقوقك فأتبعَه كل حين. فهمني فأبحث عن ناموسك وأحفظه بكل قلبي. اهدني في سبيل وصاياك فإني إياها هويت. أمل قلبي إلى شهاداتك لا إلى الظلم. اردد عيني لئلا تعاينا الأباطيل، وفى سبلك أحيني. ثبت قولك لعبدك في خوفك، وانزع عنى العار الذي حَذِرْتُ منه، فإن أحكامك حلوة. هاأنذا قد اشتهيتُ وصاياك، فأحيني ببرك (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(6) لتأت عليّ رحمتك يا رب وخلاصك كقولك. فأجيب معيري بكلمة. لأني اتكلت على أقوالك، لا تنزع من فمي قول الحق، لأني توكلت على أحكامك، واحفظ شريعتك في كل حين، إلى الأبد والى مدى الدهر. كنتُ أسلك في السعة لأني لوصاياك ابتغيتُ. وتكلمت بشهاداتك قدام الملوك ولم أخزَ. ولهجتُ بوصاياك التي أحببتُها جدا، ورفعت يدي إلى وصاياك التي وددتُها جدا. وتأملتُ فرائضك. (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(7) اذكر لعبدك كلامك الذي جعلتني عليه أتكل. هذا الذي عزاني في مذلتي. لأن قولك أحياني. إن المتكبرين تجاوزوا الناموس إلى الغاية، أما أنا فعن ناموسك لم أمِل. تذكرتُ أحكامك يا رب منذ الدهر فتعزيتُ. الكآبة ملكتني من أجل الخطاة الذين تركوا ناموسك. حقوقك كانت لي مزاميرَ في موضع غربتي. ذكرتُ في الليل اسمك يا رب، وحفظت شريعتك. هذا صار لي لأني طلبت حقوقك. (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(8) نصيبي أنت يا رب فقلت أن أحفظ وصاياك. ترضيت وجهك بكل قلبي، فارحمني كقولك. لأني تفكرت في طرقك ورددت قدمي إلى شهاداتك. تهيأت ولم أتوانَ لحفظ وصاياك. رباطات الخطاة التفت على، أما شريعتك فلم أنسَها. في نصف الليل نهضت لأشكرك على أحكام عدلك. شريك أنا لكل الذين يخافونك، وللحافظين وصاياك. من رحمتك يا رب امتلأت الأرضُ فعلمني عدلك (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(9) خيرا صنعتَ مع عبدك يا رب حسب قولك، صلاحا وأدبا ومعرفة، علمني فإني قد صدقت وصاياك. قبل أن أتواضع أنا تكاسلتُ. فلهذا حفظتُ كلامك. صالح أنت يا رب فبصلاحك علمني حقوقك. كثر عليّ ظلم المتكبرين، وأنا بكل قلبي أبحث عن وصاياك. تجبن مثل اللبن قلبهم، وأنا لهجت بناموسك. خير لي أنك أذللتني حتى أتعلمَ حقوقك. ناموس فمك خير لي من ألوف ذهب وفضة (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

 (10) يداك صنعتاني وجبلتاني. فهمني فأتعلم وصاياك. الذين يخافونك يبصرونني ويفرحون، لأني بكلامك وثقت. قد علمتُ يا رب أن أحكامك عادلة وبحق أذللتني. فلتأتِ عليّ رحمتك لتعزيني، نظير قولك لعبدك. لتأتني رأفتك فأحيا فإن ناموسك هو درسي. وليخز المتكبرون لأنهم خالفوا الشرع عليّ ظلما، وأنا كنت مثابرا على وصاياك. وليرجع إليّ الذين يتقونك ويعرفون عجائبك، وليصر قلبي بلا عيب في عدلك لكي لا أخزي (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(11) تاقت نفسي إلى خلاصك وعلى كلامك توكلت. كلت عيناي من انتظار أقوالك قائلتين: متى تعزيني ؟ صرتُ مثل زق في جليد ولحقوقك لم أنس. كم هي أيام عبدك ؟ متى تجري لي حكما على الذين يضطهدونني؟ تكلم معي مخالفو الناموس بكلام هذيان، لكن ليس كناموسك يا رب، لأن كل وصاياك هي حق. وبظلم قد طردوني فأعني؟ كادوا يفنونني على الأرض، أما أنا فلم أترك وصاياك. حسب رحمتك أحيني فأحفظ شهادات فمك (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(12) يا رب كلمتك دائمة في السموات إلى الأبد، وإلى جيل فجيل حقك. أسست الأرض فهي ثابتة بأمرك، والنهار أيضا ثابت. لأن كل الأشياء متعبدة لك. لو لم تكن شريعتك تلاوتي لهلكتُ حينئذ في مذلتي. وإلى الدهر لا أنسى وصاياك لأنك بها أحييتني يا رب. لك أنا فخلصني يا رب، لأني لوصاياك طلبتُ. إياي انتظر الخطاة ليهلكوني، ولشهاداتك فهمت. لكل تمام رأيت منتهى أما وصاياك فواسعة جدا (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(13) محبوب هو اسمك يا رب، فهو طولَ النهار تلاوتي. علمتني وصاياك أفضل من أعدائي، لأنها ثابتة لي إلى الأبد. أكثر من جميع الذين يعلمونني فهمتُ، لأن شهادتك هي درسي. أكثر من الشيوخ فهمتُ، لأني طلبتُ وصاياك. من كل طريق خبيث منعتُ رجليّ لكي أحفظ كلامك. عن كلامك لم أحد، لأنك وضعتَ لي ناموسا. إن كلماتك حلوة في حلقي، أفضل من العسل والشهد في فمي. من وصاياك تفطنتُ، فلهذا أبغضت كل طرق الظلم. (لأنك وضعتَ لي ناموسًا) (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(14) مصباح لرجلي كلامك ونور لسبلي. حلفت فأقمت على حفظ أحكام عدلك. تذللت جدا إلى الغاية يا رب، أحيني كقولك. تعهدات فمي باركها يا رب، وأحكامك علمني. نفسي في يديك كل حين، وناموسك لم أنسَ، أخفى الخطاة لي فخا، ولم أضل عن وصاياك. ورثت شهاداتك إلى الأبد، لأنها بهجة قلبي. عطفت قلبي لأصنع برك إلى الأبد (من أجل المكافأة) (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(15) لمتجاوزي الناموس أبغضتُ ولناموسك أحببت. لأنك أنت معيني وناصري. وعلى كلامك توكلت. ابعدوا عني أيها الأشرار فأفحص عن وصايا إلهي. عضدني حسب قولك فأحيا ولا تخيب رجائي. أعني فأخلص، وأدرس في وصاياك كل حين. رذلتَ سائر الذين حادوا عن وصاياك لأن فكرهم ظلم. عصاة حسبتَ سائر خطاة الأرض، فلهذا أحببتُ شهاداتك في كل حين. سمر خوفك في لحمي لأني من أحكامك جزعتُ (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(16) قد أجريتُ حكما وعدلا فلا تسلمني إلى الذين يظلمونني. كن لعبدك كفيلا في الخير، لئلا يجوزَ عليّ المتكبرون. عيناي قد ذبلتا من انتظار خلاصك وقول عدلك. اصنع مع عبدك حسب رحمتك، وحقوقك علمني. عبدك أنا، فهمني فأعرف شهاداتك. إنه وقتٌ يعمل فيه للرب، لأنهم قد نقضوا ناموسك. لأجل هذا أحببتُ وصاياك أفضل من الذهب والجوهر، ولأجل هذا بازاء كل وصاياك تقومتُ، وكل طريق ظلم أبغضتُ (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(17) عجيبة هي شهاداتك لذلك حفظتها نفسي. إعلان أقوالك ينير لي، ويفهم الأطفال والصغار. فتحت فهمي واجتذبتُ لي روحا، لأني لوصاياك اشتقتُ. انظر إليّ وارحمني كرحمتك للذين يحبون اسمك. قوم خطواتي كقولك فلا يتسلط على أيُّ إثم. أنقذني من ظلم الناس فأحفظ وصاياك. أضئ بوجهك على عبدك وعلمني حقوقك. غاصت عيناي في مجاري المياه، لأنهم لم يحفظوا ناموسك. (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(18) عادل أنت يا رب وقضاؤك مستقيم. أوصيتَ كثيرا بالعدل والحق اللذين هما شهاداتك. غيرة بيتك أكلتني، لأن أعدائي نسوا وصاياك. ممحص قولك جدا، وعبدك أحبه. صغيرٌ أنا ومرذول وحقوقك لم أنسَ. عدلك حق هو إلى الأبد، وكلامك حق هو. ضيق وشدة أدركاني، ووصاياك هي درسي. عادلة هي شهاداتك إلى الأبد. فهمني فأحيا (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(19) صرخت من كل قلبي، فاستجب لي يا رب. إني أبتغي حقوقك. صرختُ إليك فخلصني، لأحفظ شهاداتك. سبقتُ وقمتُ قبل الوقتِ وصرخت، وعلى كلامك توكلتُ. سبقتْ عيناي وقت السحَر، لأتلو في جميع أقوالك، فاسمع صوتي يا رب كرحمتك، وبحسب أحكامك أحيني. اقترب بالإثم الذين يطردونني، وعن ناموسك ابتعدوا. قريب أنت يا رب، وكل وصاياك حق هي. منذ البدء عرفتُ من شهاداتك أنك إلى الدهر أسستها (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).

(20) انظر إلى مذلتي وأنقذني، فإني لم أنس ناموسك. احكم لي في دعواي ونجني. من أجل كلامك أحيني. بعيد هو الخلاص عن الخطاة، لأنهم لم يطلبوا حقوقك. رأفتك كثيرة جدا يا رب. حسب أحكامك أحيني. كثيرون هُمُ الذين يضطهدونني ويحزنونني، وعن شهاداتك لم أجنح. رأيت الذين لا يفهمون فاكتأبت، لأنهم لأقوالك لم يحفظوا. انظر يا رب، فإني أحببت وصاياك. برحمتك يا رب أحيني. بدء كلامك حقٌ، وإلي الأبد كل أحكام عدلك (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).
(21) الرؤساء اضطهدوني بلا سبب. من أقوالك جزع قلبي. أبتهج أنا بكلامك كمن وجد غنائمَ كثيرة. أبغضتُ الظلم ورذلته، أما ناموسك فأحببته. سبع مرات في النهار سبحتك على أحكام عدلك. فليكن سلام عظيم للذين يحبون اسمك، وليس لهم شك. توقعتُ خلاصك يا رب ووصاياك أحببتها. حفظتْ نفسي شهاداتك وأحببتها جدا. حفظتُ وصاياك وشهاداتك، وكل طرقي أمامك يا رب. (ذكصاسي فيلا نيثروبي: المجد لك يا محب البشر Doxa ci Vilan`;rwpe).
(22) فلتدن وسيلتي قدامك يا رب، كقولك فهمني. فلتدخل طلبتي إلى حضرتك يا رب، ككلمتك أحيني. تفيض شفتاي السبح إذا ما علمتني حقوقك. لساني ينطق بأقوالك لأن جميع وصاياك عادلة. لتكن يدك لخلاصي لأنني اشتهيت وصاياك. اشتقتُ إلى خلاصك يا رب، وناموسك هو تلاوتي. تحيا نفسي وتسبحك، وأحكامك تعينيني. ضللت مثل الخروف الضال، فاطلب عبدك، فإني لوصاياك لم أنسَ هللويا.
'''
  },
  {
    "name": "متى 25:1-13",
    "text":
        "حينئذٍ، يشبه ملكوت السموات عشر عذارى أخذن مصابيحهن وخرجن لاستقبال العريس. خمس منهن كن جاهلات وخمس حكيمات. فأخذت الجاهلات مصابيحَهن ولم يأخذن معهن زيتا. وأما الحكيمات فأخذن زيتا في آنيتهن مع مصابيحهن. ولما أبطأ العريس نعسن كلهن ونمن. ولما انتصف الليل صار صراخ: هوذا العريس قد أقبل فقمن وأخرجن للقائه. حينئذ قامت أولئك العذارى جميعا وزينَّ مصابيحهن. فقالت الجاهلات للحكيمات أعطيننا من زيتكن فإن مصابيحنا تنطفئ. فأجابت الحكيمات قائلات: لعله لا يكفينا وإياكن، فاذهبن بالحري إلى الباعة وابتعن لكن. فلما ذهبن ليبتعن جاء العريس والمستعدات دخلن معه إلى العرس وأغلِق الباب. وأخيرا جاءت بقية العذارى أيضا قائلات: ربنا ربنا افتح لنا. أما هو فأجاب وقال: الحق أقول لكن إني لا أعرفكن. فاسهروا إذن لأنكم لا تعرفون اليوم ولا الساعة التي يأتي فيها ابن الإنسان (والمجد لله دائمًا)."
  },
  {
    'name': 'القطع',
    'text': '''
ها هو ذا العريس يأتي في نصف الليل، طوبى للعبد الذي يجده مستيقظا. أما الذي يجده متغافلا، فإنه غير مستحق المضي معه. فانظري يا نفسي لئلا تثقلي نوما، فتلقي خارج الملكوت. بل اسهري واصرخي قائلة: قدوس قدوس قدوس أنت يا الله، من أجل والدة الإله ارحمنا (ذوكصابتري كيه إيو كي آجيو ابنيفماتي Doxa Patri ke Uiw ke `agiw `Pneumati - المجد للآب والابن والروح القدس).

تفهمي يا نفسي ذلك اليومَ الرهيب واستيقظي، وأضيئي مصباحك بزيت البهجة. لأنك لا تعلمين متى يأتي نحوك الصوت القائل: ها هو ذا العريس قد أقبل. فانظري يا نفسي لا تنعسي، لئلا تقفي خارجا قارعة مثل الخمس العذارى الجاهلات، بل اسهري متضرعة لكي تلتقي المسيح الرب بدهن دسم، وينعم عليك بعرس مجده الإلهي الحقيقي (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين Ke nun ke `a`i ke ic touc `e`wnac twn `e`wnwn `amyn - الآن وكل أوان وإلى دهر الداهرين آمين).

أنت هي سور خلاصنا يا والدة الإله العذراء الحصن المنيع غير المنثلم أبطلي مشورة المعاندين، وحزن عبيدك رديه إلى فرح وحصني مدينتنا (ديرنا) وعن ملوكنا (رؤسائنا) حاربي، وتشفعي عن سلام العالم، لأنك أنت هي رجاؤنا يا والدة الإله (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين Ke nun ke `a`i ke ic touc `e`wnac twn `e`wnwn `amyn - الآن وكل أوان وإلى دهر الداهرين آمين).

أيها الملك السمائي المعزى، روح الحق، الحاضر في كل مكان والمالئ الكل، كنز الصالحات، ومعطى الحياة، هلم تفضل وحل فينا، وطهرنا من كل دنس أيها الصالح، وخلص نفوسنا. (ذوكصابتري كيه إيو كي آجيو ابنيفماتي Doxa Patri ke Uiw ke `agiw `Pneumati - المجد للآب والابن والروح القدس).

كما كنت مع تلاميذك أيها المخلص  وأعطيتهم السلام، هلم أيضا كن معنا وامنحنا سلامك وخلصنا ونج نفوسنا. (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين Ke nun ke `a`i ke ic touc `e`wnac twn `e`wnwn `amyn - الآن وكل أوان وإلى دهر الداهرين آمين).

إذا ما وقفنا في هيكلك المقدس نحسب كالقيام في السماء. يا والدة الإله، أنت هي باب السماء، افتحي لنا باب الرحمة.

Kuri`e `ele`hcon كيري ليسون41 مرة
'''
  },
  {
    "name": "قدوس قدوس قدوس",
    "text":
        "قدوس، قدوس، قدوس، رب الصباؤوت. السماء والأرض مملوءتان من مجدك وكرامتك. ارحمنا يا الله الآب ضابط الكل. أيها الثالوث القدوس ارحمنا. أيها الرب إله القوات كن معنا، لأنه ليس لنا معين في شدائدنا وضيقاتنا سواك.\n\nحل واغفر واصفح لنا يا الله عن سيئاتنا، التي صنعناها بإرادتنا والتي صنعناها بغير إرادتنا، التي فعلناها بمعرفة والتي فعلناها بغير معرفة، الخفية والظاهرة. يا رب اغفرها لنا، من أجل اسمك القدوس الذي دعي علينا. كرحمتك يا رب وليس كخطايانا.\n\nواجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات.."
  },
  {
    'name': 'الخدمه الثانيه',
    'text': '''
بدء الصلاة
تسبحة الخدمة الثانية من نصف الليل المبارك، أقدمها للمسيح ملكي والهي، وأرجوه أن يغفر لي خطاياي.

تتلى مزامير صلاة الغروب ما عدا المزموران الأولان رقميّ 116 و117 كما يلي:
'''
  },
  {
    'name': 'المزمور المائة والتاسع عشر',
    'text': '''
إليك يا رب صرخت في حزني فاستجبت لي. يا رب نج نفسي من الشفاه الظالمة ومن اللسان الغاش. ماذا تعطى وماذا تزاد من اللسان الغاش. سهام الأقوياء مرهفة مع جمر البرية. ويل لي فإن غربتي قد طالت عليّ، وسكنت في مساكن قيدار. طويلا سكنتْ نفسي في الغربة، ومع مبغضي السلام كنت صاحب سلام، وحين كنت أكلمهم كانوا يقاتلونني باطلا هلليلويا.
'''
  },
  {
    'name': 'المزمور المائة والعشرون',
    'text': '''
رفعت عيني إلى الجبال، من حيث يأتي عوني. معونتي من عند الرب الذي صنع السماء والأرض. لا يسلم رجلك للزلل، فما ينعس حافظك. هوذا لا ينعس ولا ينام حارس إسرائيل. الرب يحفظك. الرب يظلل على يدك اليمنى، فلا تحرقك الشمس بالنهار ولا القمر بالليل. الرب يحفظك من كل سوء. الرب يحفظ نفسك. الرب يحفظ دخولك وخروجك، من الآن والي الأبد هلليلويا.
'''
  },
  {
    'name': 'المزمور المائة والحادي والعشرون',
    'text': '''
فرحت بالقائلين لي إلى بيت الرب نذهب. وقفت أرجلنا في ديار أورشليم، أورشليم المبنية مثل مدينة متصلة بعضها ببعض. لأن هناك صعدت القبائل، قبائل الرب، شهادة لإسرائيل، يعترفون لاسم الرب. هناك نصبت كراسي للقضاء كراسي بيت داود.
اسألوا السلام لأورشليم والخصبَ لمحبيك. ليكن السلام في حصنك والخصب في أبراجك الرصينة. من أجل اخوتي وأقربائي تكلمت من أجلك بالسلام، ومن أجل بيت الرب إلهنا التمست لك الخيرات هلليلويا.
'''
  },
  {
    'name': 'المزمور المائة والثاني والعشرون',
    'text':
        '''إليك رفعت عينيّ يا ساكن السماء. فها هما مثل عيون العبيد إلى أيدي مواليهم، ومثل عيني الأمة إلى يدي سيدتها. كذلك أعيننا نحو الرب إلهنا حتى يتراءف علينا. ارحمنا يا رب ارحمنا، فإننا كثيرا ما امتلأنا هوانا، وكثيرا ما امتلأت نفوسنا العار اردده على المخصبين والهوان على المتعظمين هلليلويا.
'''
  },
  {
    'name': 'المزمور المائة والثالث والعشرون',
    'text':
        '''لولا أن الربَّ كان معنا ـ ليقل إسرائيل ـ لولا أن الرب كان معنا عندما قام الناس علينا، لابتلعونا ونحن أحياء، عند سخط غضبهم علينا. إذا لغرقنا في الماء وعبرت نفوسنا السيل، بل جازت نفوسنا الماء الذي لا نهاية له. مبارك الرب الذي لم يسلمنا فريسة لأسنانهم. نجت أنفسنا مثل العصفور من فخ الصيادين، الفخ انكسر ونحن نجونا، عوننا باسم الرب الذي صنع السماء والأرض هلليلويا.
'''
  },
  {
    'name': 'المزمور المائة والرابع والعشرون',
    'text':
        '''المتوكلون على الرب مثل جبل صهيون لا يتزعزع إلى الأبد، الساكن في أورشليم. الجبال حولها، والرب حول شعبه من الآن والى الأبد. الرب لا يترك عصا الخطاة تستقر على نصيب الصديقين، لكي لا يمد الصديقون أيديهم إلى الإثم.
أحسن يا رب إلى الصالحين والى المستقيمي القلوب. أما الذين يميلون إلى العثرات فينزعهم الرب مع فعلة الإثم. والسلام على إسرائيل هلليلويا.
'''
  },
  {
    'name': 'المزمور المائة والخامس والعشرون',
    'text':
        '''إذا ما رد الرب سبي صهيون صرنا فرحين. حينئذ امتلأ فمنا فرحا ولساننا تهليلا. حينئذ يقال في الأمم إن الرب قد عظم الصنيع معهم. عظم الرب الصنيع معنا فصرنا فرحين. اردد يا رب سبينا مثل السيول في الجنوب. الذين يزرعون بالدموع يحصدون بالابتهاج. سيرا كانوا يسيرون وهم باكون حاملين بذارهم، ويعودون بالفرح حاملين أغمارهم هلليلويا.
'''
  },
  {
    'name': 'المزمور المائة والسادس والعشرون',
    'text': '''
إن لم يبن الرب البيتَ فباطلا تعب البناءون، وإن لم يحرس الرب المدينة فباطلا سهر الحراس. باطل هو لكم التبكير. انهضوا من بعد جلوسكم يا آكلي الخبز بالهموم، فإنه يمنح أحباءه نوما.
البنون ميراث من الرب أجرة ثمرة البطن. كالسهام بيد القوي كذلك أبناء المتيقظين. مغبوط هو الرجل الذي يملا جعبته منهم. حينئذ لا يخزون إذا كلموا أعداءهم في الأبواب هلليلويا.
'''
  },
  {
    'name': 'المزمور المائة والسابع والعشرون',
    'text': '''
طوبى لجميع الذين يتقون الرب السالكين في طرقه. تأكل من ثمرة أتعابك تصير مغبوطا ويكون لك الخير. امرأتك تصير مثلَ كرمة مخصبة في جوانب بيتك. بنوك مثل غروس الزيتون الجدد حول مائدتك. هكذا يُبارَك الإنسان المتقي الربَّ. يباركك الرب من صهيون، وتبصر خيرات أورشليم جميع أيام حياتك، وترى بني بنيك، والسلام على إسرائيل. هلليلويا.
'''
  },
  {
    'name': 'المزمور المائة والثامن والعشرون',
    'text':
        '''مرارا كثيرة حاربوني منذ صباي ـ ليقل إسرائيل ـ مرارا كثيرة قاتلوني منذ شبابي، وإنهم لم يقدروا علي. على ظهري جلدني الخطاة وأطالوا إثمهم. الرب صدّيق هو، يقطع أعناق الخطاة. فليخز وليرتد إلى الوراء كل الذين يبغضون صهيون، وليكونوا مثل عشب السطوح الذي ييبَس قبل أن يقطع، الذي لم يملأ الحاصد منه يده، ولا الذي يجمع الغمورَ حضنه. ولم يقلْ المجتازون إن بركة الرب عليكم. باركناكم باسم الرب هلليلويا.
'''
  },
  {
    'name': '(إنجيل لوقا 7: 36-50)',
    'text': '''
ثم سأله أحد الفريسيين أن يأكل معه. فلما دخل بيت الفريسي اتكأ. وإذا امرأة في المدينة كانت خاطئة. فلما علمتْ أنه متكئ في بيت الفريسي، أخذت قارورة طيب ووقفتْ من ورائه عند رجليه باكية، وبدأت تبل قدميه بدموعها وتمسحهما بشعر رأسها، وكانت تقبل قدميه وتدهنهما بالطيب. فلما رأى الفريسي الذي دعاه ذلك قال محدثا نفسه: لو كان هذا نبيا لعلم من هي هذه المرأة التي لمسته، وما حالها، إنها خاطئة. فأجاب يسوع وقال له: يا سمعان عندي كلمة أقولها لك. فقال: قل يا معلم. قال: كان لدائن مدينان على الواحد خمسمائة دينار وعلى الآخر خمسون، وإذ لم يكن لهما ما يوفيان سامحهما كليهما. فمن منهما يحبه أكثر؟ أجاب سمعان وقال: أظنُّ الذي سامحه بالأكثر. فقال له: بالصواب حكمتَ. ثم التفت إلى المرأة وقال لسمعان: أترى هذه المرأة؟ دخلتُ بيتك وماء لرجلي لم تعطِ، أما هي فقد غسلتْ بالدموع رجلي ومسحتهما بشعرها. لم تقبل فمي، أما هي فمنذ دخلتُ بيتك لم تكف عن تقبيل قدمي. بزيت لم تدهن رأسي، أما هي فقد دهنت بالطيب قدمي. من أجل ذلك أقول لك إن خطاياها الكثيرة مغفورة لها، لأنها أحبت كثيرا. والذي يغفر له قليل يحب قليلا. ثم قال لها: مغفورة لك خطاياك. فبدأ المتكئون يقولون في نفوسهم: من هو هذا الآخر الذي يغفر الخطايا؟! فقال للمرأة: إن إيمانك قد خلصكِ، فاذهبي بسلام (والمجد لله دائما.)
'''
  },
  {
    'name': 'القطع',
    'text': '''
أعطني يا رب ينابيع دموع كثيرة، كما أعطيت منذ القديم للمرأة الخاطئة. واجعلني مستحقا أن أبل قدميك اللتين أعتقتاني من طريق الضلالة. وأقدم لك طيبا فائقا، وأقتني لي عمرا نقيا بالتوبة. لكي أسمع أنا ذلك الصوت الممتلئ فرحًا: إن إيمانك خلصك (ذوكصابتري كيه إيو كي آجيو ابنيفماتي Doxa Patri ke Uiw ke `agiw `Pneumati - المجد للآب والابن والروح القدس).

إذا ما تفطنت في كثرة أعمالي الرديئة ويأتي على قلبي فكر تلك الدينونة الرهيبة تأخذني رعدة، فأهرب إليك يا الله محب البشر. فلا تصرف وجهك عني، متضرعا إليك يا من أنت وحدك بلا خطية، أنعم على نفسي المسكينة بتخشع قبل أن يأتي الانقضاء وخلصني (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين Ke nun ke `a`i ke ic touc `e`wnac twn `e`wnwn `amyn - الآن وكل أوان وإلى دهر الداهرين آمين).

السموات تطوبك أيتها الممتلئة نعمة، العروس التي بلا زواج. ونحن أيضا نمجد ميلادك غير المدرك. يا والدة الإله يا أم الرحمة والخلاص، تشفعي من أجل خلاص نفوسنا (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين Ke nun ke `a`i ke ic touc `e`wnac twn `e`wnwn `amyn - الآن وكل أوان وإلى دهر الداهرين آمين).

أيها الملك السمائي المعزى، روح الحق، الحاضر في كل مكان والمالئ الكل، كنز الصالحات، ومعطى الحياة، هلم تفضل وحل فينا، وطهرنا من كل دنس أيها الصالح، وخلص نفوسنا. (ذوكصابتري كيه إيو كي آجيو ابنيفماتي Doxa Patri ke Uiw ke `agiw `Pneumati - المجد للآب والابن والروح القدس).

كما كنت مع تلاميذك أيها المخلص  وأعطيتهم السلام، هلم أيضا كن معنا وامنحنا سلامك وخلصنا ونج نفوسنا. (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين Ke nun ke `a`i ke ic touc `e`wnac twn `e`wnwn `amyn - الآن وكل أوان وإلى دهر الداهرين آمين).

إذا ما وقفنا في هيكلك المقدس نحسب كالقيام في السماء. يا والدة الإله، أنت هي باب السماء، افتحي لنا باب الرحمة.

Kuri`e `ele`hcon كيري ليسون 41 مرة
'''
  },
  {
    'name': 'الثلاث تقديسات',
    'text':
        '''قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي ولد من العذراء، ارحمنا. قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي صلب عنا، ارحمنا. قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي قام من الأموات وصعد إلى السموات، ارحمنا. المجد للآب والابن والروح القدس، الآن وكل أوان وإلى دهر الدهور. أمين. أيها الثالوث القدوس ارحمنا. أيها الثالوث القدوس ارحمنا. أيها الثالوث القدوس ارحمنا.

 يا رب اغفر لنا خطايانا. يا رب اغفر لنا آثامنا. يا رب اغفر لنا زلاتنا. يا رب افتقد مرضى شعبك، اشفهم من أجل اسمك القدوس. آباؤنا وإخوتنا الذين رقدوا، يا رب نيح نفوسهم. يا من هو بلا خطية، يا رب ارحمنا. يا من بلا خطية، يا رب أعنا، واقبل طلباتنا إليك. لأن لك المجد والعزة والتقديس المثلث. يا رب ارحم. يا رب ارحم يا رب بارك. أمين.

واجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات....
'''
  },
  {
    'name': 'الخدمة الثالثة',
    'text': '''بدء الصلاة
تسبحة الخدمة الثالثة من نصف الليل المبارك، أقدمها للمسيح ملكي والهي، وأرجوه أن يغفر لي خطاياي.
تتلى مزامير صلاة النوم كما يلي:
'''
  },
  {
    "name": "المزمور المائة والتاسع والعشرون",
    "text":
        "من الأعماق صرخت إليك يا رب، يا رب استمع صوتي. لتكن أذناك مصغيتين إلى صوت تضرعي. إن كنت للآثام راصدا يا رب، يا رب من يثبت لأن من عندك المغفرة. من أجل اسمك صبرْتُ لك يا رب، صبرَتْ نفسي لناموسك. انتظرت نفسي الرب من محرس الصبح إلى الليل. من محرس الصبح فلينتظر إسرائيل الرب. لأن الرحمة من عند الرب. عظيم هو خلاصه وهو يفتدي إسرائيل من كل آثامه هلليلويا."
  },
  {
    "name": "المزمور المائة والثلاثون",
    "text":
        "يا رب لم يرتفع قلبي، ولم تستعلِ عيناي، ولم أسلك في العظائم ولا في العجائب التي هي أعلى مني. فان كنت لم أتضع لكن رفعت صوتي مثل الفطيم من اللبن على أمه، كذلك المجازاة على نفسي. فليتكل إسرائيل على الرب من الآن والى الأبد هلليلويا."
  },
  {
    "name": "المزمور المائة والحادي والثلاثون",
    "text":
        "اذكر يا رب داود وكل دعته، كيف أقسم للرب ونذر لإله يعقوب: إني لا أدخل إلى مسكن بيتي، ولا أصعد على سرير فراشي، ولا أعطى لعيني نوما، ولا لأجفاني نعاسا، ولا راحة لصدغيَّ، إلى أن أجد موضعا للرب ومسكنا لإله يعقوبَ. ها قد سمعنا به في افراته ووجدناه في موضع الغابة. فلندخل إلى مساكنه ونسجد في الموضع الذي فيه استقرت قدماه.\n\nقم يا رب إلى راحتك أنت وتابوت موضع قدسك. كهنتك يلبسون البر وأبرارك يبتهجون. من أجل داود عبدك لا ترد وجهك عن مسيحك. حلف الرب لداود حقا ولا يخلف: لأجعَلنَّ من ثمرة بطنك على كرسيك. إن حفظ بنوك عهدي وشهاداتي التي أعلمهم إياها، فبنوهم أيضا يجلسون إلى الأبد على كرسيك. لأن الرب اختار صهيون ورضيها مسكنًا له. هذا هو موضع راحتي إلى أبد الأبد، ههنا أسكن لأني أردته. لصيدها أبارك بركة، لمساكينها أشبع خبزا، لكهنتها ألبس الخلاص وأبرارها يبتهجون ابتهاجا. هناك أقيم قرنا لداود. هيأتُ سراجا لمسيحي. لأعدائه ألبس الخزي وعليه يزهر قدسي هلليلويا."
  },
  {
    "name": "المزمور المائة والثاني والثلاثون",
    "text":
        "هوذا ما أحسن وما أحلي أن يسكن الاخوة معا. كالطيب الكائن على الرأس الذي ينزل على اللحية، لحية هارون النازلة على جيب قميصه. ومثل ندى حرمون المنحدر على جبل صهيون. لأن هناك أمر الرب بالبركة والحياة إلى الأبد هلليلويا."
  },
  {
    "name": "المزمور المائة والثالث والثلاثون",
    "text":
        "ها باركوا الربَّ يا عبيدَ الرب، القائمين في بيت الرب في ديار إلهنا. في الليالي ارفعوا أيديكم إلى القدس وباركوا الرب. يبارككم الرب من صهيون الذي خلق السماء والأرض هلليلويا."
  },
  {
    "name": "المزمور المائة والسادس والثلاثون",
    "text":
        "على أنهار بابل هناك جلسنا، فبكينا عندما تذكرنا صهيون. على الصفصاف في وسطها علقنا قيثاراتنا، لأنه هناك سألنا الذين سبونا أقوالَ التسبيح. والذين استاقونا إلى هناك قالوا: سبحوا لنا تسبحة من تسابيح صهيون.\n\nكيف نسبِّح تسبحة الرب في أرض غريبة. إن نسيتك يا أورشليم أنسَ يميني، ويلتصق لساني بحنكي إن لم أذكرك، إن لم أفضل أورشليم في ابتداء فرحي.\n\nاذكر يا رب بني أدوم في يوم أورشليم القائلين: انقضوا انقضوا حتى الأساس منها. يا بنت بابل الشقية طوبى لمن يكافئك مكافأتك التي جازيتينا. طوبى لمن يمسك أطفالك ويدفنهم عند الصخرة هلليلويا."
  },
  {
    "name": "المزمور المائة والسابع والثلاثون",
    "text":
        "أعترف لك يا رب من كل قلبي لأنك استمعت كل كلمات فمي. أمام الملائكة أرتل لك وأسجد قدام هيكلك المقدس، وأعترف لاسمك على رحمتك وحقك، لأنك قد عظمت اسمك القدوس على الكل. اليوم الذي أدعوك فيه أجبني بسرعة. تكثر التطلع على نفسي بقوة.\n\nفليعترف لك يا رب كل ملوك الأرض. لأنهم قد سمعوا سائر كلمات فمك وليسبحوا في طرق الرب. لأن مجد الرب عظيم لأن الرب عال ويعاين المتواضعات والكائنات يعرفها من بعد. إن سلكت في وسط الشدة فإنك تحييني. على رجز الأعداء مددت يدك وخلصتني يمينك. الرب يجازي عني، يا رب رحمتك دائمة إلى الأبد. أعمال يديك يا رب لا تتركها هلليلويا."
  },
  {
    "name": "المزمور المائة والأربعون",
    "text":
        "يا رب إليك صرخت فاستمع لي. أنصت إلى صوت تضرعي، إذا ما صرختُ إليك. لتستقم صلاتي كالبخور قدامك. وليكن رفع يدي كذبيحة مسائية. ضع يا رب حافظا لفمي، وبابا حصينا لشفتي. ولا تمل قلبي إلى كلام الشر، فيتعلل بعلل في الخطايا مع أناس فاعلي الإثم، ولا أتفق مع مختاريهم. فليؤدبني الصديق برحمة ويوبخني. أما زيت الخاطئ فلا يدهن رأسي، لأن صلاتي أيضا بمسرة. قد ابتُلِع أقوياؤهم عند الصخرة، يسمعون كلماتي لأنهم استلذوا. مثل شحم الأرض انشقوا على الأرض. تبددت عظامهم عند الجحيم، لأن عيوننا إليك يا رب، يا رب عليك توكلت فلا تقتل نفسي. احفظني من الفخ الذي قد نصبوه لي. ومن شكوك فاعلي الإثم. يسقط الخطاة في شبكتهم، وأكون أنا وحدي حتى يجوزَ الإثم هلليلويا."
  },
  {
    "name": "المزمور المائة والحادي والأربعون",
    "text":
        "بصوتي إلى الرب صرختُ، بصوتي إلى الرب تضرعتُ. أسكب أمامه توسلي. أبث لديه ضيقي، عند فناء روحي مني وأنت علمتَ سبلي. في الطريق التي أسلك أخفوا لي فخا، تأملت عن اليمين وأبصرت فلم يكن من يعرفني. ضاع المهرب مني وليس من يسأل عن نفسي. فصرختُ إليك يا رب وقلت: أنت هو رجائي وحظي في أرض الأحياء. أنصت إلى طلبتي فإنني قد تذللتُ جدا. نجني من الذين يضطهدونني لأنهم قد اعتزوا أكثر مني. أخرج من الحبس نفسي، لكي أشكر اسمك يا رب. إياي ينتظر الصديقون حتى تجازيني هلليلويا."
  },
  {
    "name": "المزمور المائة والخامس والأربعون",
    "text":
        "سبحي يا نفسي الربَّ، أسبح الرب في حياتي وأرتل لإلهي ما دمت موجودا. لا تتكلوا على الرؤساء ولا على بني البشر الذين ليس عندهم خلاص. تخرج روحهم فيعودون إلى ترابهم. في ذلك اليوم تهلك كافة أفكارهم.\n\nطوبى لمن إله يعقوب معينه. واتكاله على الرب إلهه، الذي صنع السماء والأرض والبحر وكل ما فيها. الحافظ العدل إلى الدهر، الصانع الحكم للمظلومين المعطي الطعام للجياع. الرب يحل المربوطين الرب يقيم الساقطين. الرب يُحَكِّم العميان. الرب يحب الصديقين. الرب يحفظ الغرباء، ويعضد اليتيم والأرملة. ويبيد طرق الخطاة. يملك الرب إلى الدهر، وإلهك يا صهيون من جيل إلى جيل هلليلويا ."
  },
  {
    "name": "المزمور المائة والسادس والأربعون",
    "text":
        "سبحوا الرب فان المزمور جيد، ولإلهنا يلذ التسبيح. الرب يبني أورشليم. الرب يجمع متفرقي إسرائيل. الرب يشفي المنكسري القلوب، ويجبر جميع كسرهم. المحصي كثرة الكواكب، ولكافتها يعطي أسماء. عظيم هو الرب وعظيمة هي قوته، ولا إحصاء لفهمه. الرب يرفع الودعاء ويذل الخطاة إلى الأرض.\n\nابتدئوا للرب بالاعتراف، رتلوا لإلهنا بالقيثارة. الذي يجلل السماء بالغمام، الذي يهيئ للأرض المطر، الذي يُنبت العشب على الجبال، والخضرة لخدمة البشر، ويعطي البهائم طعامها، ولفراخ الغربان التي تدعوه. لا يؤْثر قوة الفرس ولا يسر بساقي الرجل، بل يسر الرب بخائفيه وبالراجين رحمته هلليلويا."
  },
  {
    "name": "المزمور المائة والسابع والأربعون",
    "text":
        "سبحي الرب يا أورشليم، سبحي إلهك يا صهيون. لأنه قد قوى مغاليق أبوابك وبارك بنيك فيك. الذي جعل تخومَك في سلام، ويملأك من شحم الحنطة. الذي يرسل كلمته إلى الأرض فيسرع قوله عاجلا جدا. المعطي الثلج كالصوف، المذري الضباب كالرماد، ويلقي الجليد مثل الفتات. قدام وجه برْدِه من يقوم. يرسل كلمته فتذيبه، تهب ريحه فتسيل المياه. المخبر كلمته ليعقوب وفرائضه وأحكامه لإسرائيل. لم يصنع هكذا بكل الأمم، وأحكامُه لم يوضحها لهم هلليلويا."
  },
  {
    'name': '(إنجيل لوقا 12: 32-46)',
    'text':
        '''لا تخف أيها القطيع الصغير، فإن أباكم قد سر أن يعطيكم الملكوت. بيعوا أمتعتكم وأعطوا صدقة، واصنعوا لكم أكياسا لا تبلى، وكنزا في السموات لا يفنى، حيث لا يدنو منه سارق ولا يفسده سوس. لأنه حيث يكون كنزكم، هناك يكون قلبكم أيضا. لتكن أحقاؤكم ممنطقة ومصابيحكم موقدة وأنتم أيضا تشبهون أناسا ينتظرون سيدهم، متى يرجع من العرس، حتى إذا جاء وقرع يفتحون له للوقت. طوبى لأولئك العبيد الذين إذا جاء سيدهم يجدهم ساهرين. الحق أقول لكم إنه يتمنطق ويتكئهم ويقوم فيخدمهم. وإذا جاء في الهزيع الثاني أو جاء في الهزيع الثالث ووجدهم يصنعون هكذا، فطوبى لأولئك العبيد. وهذا اعلموه: أنه لو كان رب البيت يعلم في أية ساعة يأتي السارق، لكان يسهر ولا يدع بيته يُنقب. فكونوا أنتم أيضا مستعدين. فإنه في ساعة لا تعرفونها يأتي ابن الإنسان.
فقال له بطرس: يا رب ألنا قلتَ هذا أم قلته للجميع ؟ فقال الرب: من هو الوكيل الأمين الحكيم الذي يقيمه سيده على عبيده ليعطيهم طعامهم في حينه ؟ طوبى لذلك العبد الذي إذا جاء سيده يجده يفعل هكذا. حقا أقول لكم إنه يقيمه على جميع أمواله. ولكن إن قال ذلك العبد الرديء في قلبه إن سيدي يبطئ في قدومه، فيبدأ يضرب العبيد والإماء ويأكل ويشرب ويسكر، يأتي سيد ذلك العبد في اليوم الذي لا يتوقعه وفي الساعة التي لا يعرفها، فيشقه من وسطه، ويجعل نصيبه مع عديمي الإيمان (والمجد لله دائما)
'''
  },
  {
    'name': 'القطع',
    'text':
        '''بعين متحننة يا رب انظر إلى ضعفى، فعما قليل تفنى حياتي، وبأعمالي ليس لي خلاص. فلهذا أسال: بعين رحيمة يا رب انظر إلى ضعفى وذلي ومسكنتي وغربتي، ونجني. (ذوكصابتري كيه إيو كي آجيو ابنيفماتي Doxa Patri ke Uiw ke `agiw `Pneumati - المجد للآب والابن والروح القدس).

بما أن الديان حاضر، اهتمي يا نفسي وتيقظي وتفهمي تلك الساعة المخوفة. فإنه ليس رحمة في الدينونة لمن لم يستعمل الرحمة. فلهذا أشفق عليّ أيها المخلص، فإنك أنت هو محب البشر وحدك (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين Ke nun ke `a`i ke ic touc `e`wnac twn `e`wnwn `amyn - الآن وكل أوان وإلى دهر الداهرين آمين).

يا باب الحياة العقلي، يا والدة الإله المكرمة، خلصي الذين التجأوا إليك بإيمان من الشدائد، لكي نمجد ميلادك الطاهر في كل شيء من أجل خلاص نفوسنا. (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين Ke nun ke `a`i ke ic touc `e`wnac twn `e`wnwn `amyn - الآن وكل أوان وإلى دهر الداهرين آمين).

أيها الملك السمائي المعزى، روح الحق، الحاضر في كل مكان والمالئ الكل، كنز الصالحات، ومعطى الحياة، هلم تفضل وحل فينا، وطهرنا من كل دنس أيها الصالح، وخلص نفوسنا. (ذوكصابتري كيه إيو كي آجيو ابنيفماتي Doxa Patri ke Uiw ke `agiw `Pneumati - المجد للآب والابن والروح القدس).

كما كنت مع تلاميذك أيها المخلص  وأعطيتهم السلام، هلم أيضا كن معنا وامنحنا سلامك وخلصنا ونج نفوسنا. (كي نين، كي آ إي، كي ايستوس إي أوناس تون إي أونون آمين Ke nun ke `a`i ke ic touc `e`wnac twn `e`wnwn `amyn - الآن وكل أوان وإلى دهر الداهرين آمين).

إذا ما وقفنا في هيكلك المقدس نحسب كالقيام في السماء. يا والدة الإله، أنت هي باب السماء، افتحي لنا باب الرحمة.
Kuri`e `ele`hcon كيريى ليسون 41 مرة
'''
  },
  {
    'name': 'الثلاث تقديسات',
    'text':
        '''قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي ولد من العذراء، ارحمنا. قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي صلب عنا، ارحمنا. قدوس الله، قدوس القوى، قدوس الحي الذي لا يموت، الذي قام من الأموات وصعد إلى السموات، ارحمنا. المجد للآب والابن والروح القدس، الآن وكل أوان وإلى دهر الدهور. أمين. أيها الثالوث القدوس ارحمنا. أيها الثالوث القدوس ارحمنا. أيها الثالوث القدوس ارحمنا.
 يا رب اغفر لنا خطايانا. يا رب اغفر لنا آثامنا. يا رب اغفر لنا زلاتنا. يا رب افتقد مرضى شعبك، اشفهم من أجل اسمك القدوس. آباؤنا وإخوتنا الذين رقدوا، يا رب نيح نفوسهم. يا من هو بلا خطية، يا رب ارحمنا. يا من بلا خطية، يا رب أعنا، واقبل طلباتنا إليك. لأن لك المجد والعزة والتقديس المثلث. يا رب ارحم. يا رب ارحم يا رب بارك. أمين.
واجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات....
'''
  },
  {
    'name': 'فصل من إنجيل لوقا ص2: 29-32',
    'text':
        '''الآن يا سيدي، تطلق عبدك بسلام حسب قولك، لأن عيني قد أبصرتا خلاصك الذي أعددته قدام جميع الشعوب. نورًا تجلى للأمم، ومجدا لشعبك إسرائيل. والمجد لله دائما.
'''
  },
  {
    'name': 'قانون الإيمان المقدس الأرثوذكسي',
    'text':
        '''بالحقيقة نؤمن بإله واحد، الله الآب، ضابط الكل، خالق السماء والأرض، ما يُرَى وما لا يرى.

نؤمن برب واحد يسوع المسيح، ابن الله الوحيد، المولود من الآب قبل كل الدهور، نور من نور، إله حق من إله حق، مولود غير مخلوق، مساو للآب في الجوهر، الذي به كان كل شيء. هذا الذي من أجلنا نحن البشر، ومن أجل خلاصنا، نزل من السماء، وتجسد من الروح القدس ومن مريم العذراء، وتأنس. وصلب عنا على عهد بيلاطس البنطي. وتألم وقبر وقام من بين الأموات في اليوم الثالث كما في الكتب، وصعد إلى السموات، وجلس عن يمين  أبيه، وأيضا يأتي في مجده ليدين الأحياء والأموات، الذي ليس لملكه انقضاء.

نعم نؤمن بالروح القدس، الرب المحيى المنبثق من الآب. نسجد له ونمجده مع الآب والابن، الناطق في الأنبياء.

وبكنيسة واحدة مقدسة جامعة رسولية.

ونعترف بمعمودية واحدة لمغفرة الخطايا.

وننتظر قيامة الأموات وحياة الدهر الآتي. أمين.
Kuri`e `ele`hcon كيرياليسون (يا رب ارحم) 41 مرة
'''
  },
  {
    'name': 'قدوس قدوس قدوس',
    'text':
        '''قدوس، قدوس، قدوس، رب الصباؤوت. السماء والأرض مملوءتان من مجدك وكرامتك. ارحمنا يا الله الآب ضابط الكل. أيها الثالوث القدوس ارحمنا. أيها الرب إله القوات كن معنا، لأنه ليس لنا معين في شدائدنا وضيقاتنا سواك.
حل واغفر واصفح لنا يا الله عن سيئاتنا، التي صنعناها بإرادتنا والتي صنعناها بغير إرادتنا، التي فعلناها بمعرفة والتي فعلناها بغير معرفة، الخفية والظاهرة. يا رب اغفرها لنا، من أجل اسمك القدوس الذي دعي علينا. كرحمتك يا رب وليس كخطايانا.
واجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات..
'''
  },
  {
    'name': 'التحليل',
    'text': '''
أيها السيد الرب يسوع المسيح، ابن الله الحي الأزلي، أنر عقولنا لنفهم أقوالك المحيية. وأنهضنا من ظلمة الخطية القاتلة للنفس. واجعلنا أهلا أن نكون مستقيمين في عمل الخير. وفى وقت مجيئك لتدين العالم، فلنستحق سماع ذلك الصوت المملوء فرحا، القائل: تعالوا إلى يا مبارَكي أبى، رثوا الملك المعد لكم من قبل إنشاء العالم. نعم يا رب، سهل لنا أن نكون في تلك الساعة بغير خوف ولا اضطراب ولا سقوط في الدينونة. ولا تجازنا من أجل كثرة آثامنا، لأنك وحدك المتحنن الطويل الأناة الكثير الرحمة، بشفاعة سيدتنا والدة الإله القديسة مريم، وشفاعة جميع مصاف قديسيك. أمين.
'''
  },
  {
    'name': 'طلبة تصلى آخر كل ساعة',
    'text':
        '''ارحمنا يا الله ثم ارحمنا. يا من في كل وقت وكل ساعة، في السماء وعلى الأرض، مسجود له وممجد. المسيح إلهنا الصالح، الطويل الروح، الكثير الرحمة، الجزيل التحنن، الذي يحب الصديقين ويرحم الخطاة الذين أولهم أنا. الذي لا يشاء موت الخاطئ مثل ما يرجع ويحيا. الداعي الكل إلى الخلاص لأجل الموعد بالخيرات المنتظرة.
يا رب اقبل منا في هذه الساعة وكل ساعة طلباتنا. سهل حياتنا، وأرشدنا إلى العمل بوصاياك. قدس أرواحنا. طهر أجسامنا. قوم أفكارنا. نق نياتنا. اشف أمراضنا واغفر خطايانا. ونجنا من كل حزن رديء ووجع قلب. أحطنا بملائكتك القديسين، لكي نكون بمعسكرهم محفوظين ومرشدين، لنصل إلى اتحاد الإيمان وإلى معرفة مجدك غير المحسوس وغير المحدود، فإنك مبارك إلى الأبد. أمين.
'''
  },
  {
    'name': 'التحليل الكبير لنصف الليل: تحليل الكهنة بعد صلاة نصف الليل',
    'text': '''
        نسألك ونشكرك، أيها السيد الرب يسوع المسيح، ابن الله الحي الأزلي، الكائن في النور قبل كل الدهور، نور من نور:

        أنر يا رب عقولنا وقلوبنا، وأضيء أفهامنا، لنفهم كلامك المحيي. وأقمنا من ظلمة الخطية القاتلة للنفس. واجعلنا مستحقين أن نكون مستقيمين في عمل الخير والصلاح. وفي وقت مجيئك الثاني المرهوب، لتدين فيه العالم، فلنستحق سماع ذلك الصوت المملوء فرحا وبهجة، وعزاء وسرورا، ونعيما من فمك الإلهي القائل: "تعالوا إلي يا مبارَكي أبي، رثوا الملك المعد لكم قبل إنشاء العالم". نعم أيها الرب إلهنا: وفقنا أن نكون في ذلك اليوم، وتلك الساعة، بغير خوف ولا عيب ولا انزعاج، ولا سقوط ولا انحراف. ولا تؤاخذنا يا رب بكثرة آثامنا. اصفح يا رب عن جميع سيئاتنا وزلاتنا، وغلطاتنا وهفواتنا.

وارفع يا رب عنا وعن جميع العالم، الموت والغلاء، والوباء والفناء، والجلاء وسيف الأعداء، ومؤامرة الشياطين، وشر الحريق والغرق، ومقاومة الأشرار وكيد الفجار، وجور السلطان. وأبطل مؤامرة المعاندين لنا.

اللهم إنك ربنا وإلهنا، تراءف علينا، ولا تطرحنا في بحار المهالك ولا عقاب المسالك. لكن نجنا واحفظنا واسترنا. وأنهضنا من الملل والضجر والتواني والكسل. ولا تدع العدو الشيطان يطغينا بوسع الأمل. بل نبه عقولنا، وأيقظ قلوبنا من نوم الغفلة وتسويف العمر باطلا. اللهم اترك آثامنا واصفح عن زلاتنا. ولا تذكر خطايانا ولا سيئاتنا، ولا تغضب علينا ولا يدم غضبك إلى الأبد. ارحمنا يا رب ثم ارحمنا، فإننا ضعفاء ومساكين، وفي بحار الخطايا غارقين. فإليك نصرخ ولك نسجد وبك نعترف وإليك نرغب. لا تقطع رجاءنا يا سيدي من رحمتك، ولا تغلق باب رحمتك في وجوهنا. بل بفضلك خلصنا، وإلى رحمتك وفقنا، وصوتك الفرح أسمعنا.

اللهم طهرنا وطهر قلوبنا من الأفكار الخبيثة، النجسة الرديئة. وأبطل عنا يا رب وعن كل شعبك، كل الأحلام والخيالات، والهواجس الشيطانية. أقمنا يا الله من كل سقطة وبلية. ثبت فينا يا الله الصبر والرجاء والمحبة والإيمان الأرثوذكسي. واحسبنا من خرافك اليمينية. وأجلسنا مع الذين يتكئون في وليمتك السمائية. واغفر لنا كل إثم وذنب وخطية. وحصّنا بحصن جنود ملائكتك النورانية. فإنه ليس لنا خلاص إلا برحمتك واتكالنا عليك، وإيماننا بك. ورجائنا فيك.

اقبل منا يا رب دعاءنا في هذا الوقت الحاضر، وكل الأوقات. وكل الذين أمرونا وأوصونا أن نذكرهم في الصلوات والقداسات والقناديل والتذكارات، الأحياء منهم والأموات. اذكرنا يا رب نحن وإياهم بالصالحات، في أورشليم السمائية، في ملكوت السموات.

امح يا رب سيئاتنا والذين أساءوا إلينا اترك لهم ولنا. برحمتك يا رب خلص نفوسنا أجمعين. يا رب خلص شعبك. بارك ميراثك. ارعهم وسسهم إلى الأبد. خلص الذين في الشدائد، والضيقات والأحزان. حل المأسورين من رباط الشياطين. أشبع الجياع من الخيرات. عزِّ صغيري القلوب والنفوس. أقم الساقطين. ثبت القائمين. رد الضالين، عل الأرامل والأيتام، أسعف المعوزين. أعطِ بركة لثمار الأرض، مزاجا طيبا للهواء، نموا للأشجار، صعودا كاملا لمياه الأنهار، بارك في الندى والأمطار. أعط قناعة للمحتاجين. أوف عن المديونين. اجمع شتات المتفرقين، اقبل توبة التائبين، اقبل اعتراف المعترفين. أعط فهما للموعوظين. احكم يا رب للمظلومين .

 املأ قلوبنا فرحا وبهجة وعزاء وسرورا ونعيما لكي ما إذا نلنا كفافنا في كل شيء، نتناهى في الأعمال الصالحة المرضية. بارك يا رب في الغلات بالبركات السمائية. بارك يا رب إكليل هذه السنة بصلاحك. بارك يا رب الباذر والزارع، والغارس والحاصد، كما باركت لبني إسرائيل في غلات العام السادس.

بارك يا رب في اجتماعنا هذا، وكل اجتماع الشعوب الأرثوذكسيين. واحفظ لنا وعلينا، حياة وقيام أبينا السيد الأب البطريرك أنبا.. ..، بطريرك هذا الزمان، خلصه يا رب وخلص شعبه من جميع البلايا والتجارب والأحزان. وكذلك شركاءه في الخدمة الرسولية. آباءنا المطارنة، وآباءنا الأساقفة، وآباءنا القمامصة وآباءنا القسوس، وإخوتنا الشمامسة وآباءنا الرهبان، وإخوتنا العلمانيين، والذين أتوا وحضروا واشتركوا معنا في هذه الصلاة. وكل صلوات الأرثوذكسيين الآن طالبين مغفرة خطاياهم، ورحمة لنفوسهم، باركنا وباركهم، حاللنا وحاللهم، اغفر خطايانا وخطاياهم، الماضية والمستأنفة، الذاتية وغير الذاتية، الليلة والنهارية، الظاهرة والخفية.

 أدم يا رب عمار المجامع، والكنائس المقدسة، والبراري الأرثوذكسية، والشيوخ الساكنين فيها، وخدامها ومدبريها، ومن بها، واجعل الأمن والسلام والطمأنينة بينهم. وأخضع العدو الشرير تحت أقدامنا وأقدامهم. ولا تجعل له فينا ولا فيهم نصيبا، لا بضربة شمال ولا بضربة يمين. واحفظهم بيدك العالية وذراعك الحصينة. نجنا يا سيدي من التجارب الرديئة، والأشراك المنصوبة المرئية وغير المرئية.

اذكر يا رب آباءنا وأمهاتنا واخوتنا، وأهلنا وأقاربنا ومعلمينا، وأولادنا الروحيين (والجسديين)، وسائر بني المعمودية أجمعين. اذكر يا رب الذين لهم معنا تعب وشركة. اذكر يا رب الذين أكلنا وشربنا من كدهم وتعبهم، وآوونا في منازلهم. وأعطونا من أيديهم. عوضهم يا رب عوض الفانيات بالباقيات، والأرضيات بالسمائيات. املأ بيوتهم ومخازنهم من كل الخيرات، عوضهم يا رب عوض الواحد، ثلاثين وستين ومائة، وغفران خطاياهم في ملكوت السموات. اذكر يا رب الذين أحسنوا إلينا وإلى إخوتنا المساكين، بجميع وجوه الحسنات. محبة فيك وإكراما لاسمك القدوس، باركهم.

اذكر يا رب المهتمين بالصعائد والقرابين والمحرقات والخمر والزيت، والبكور والبخور، والستور والنذور  وكتب القراءة  وكل أواني المذبح جميعا. عوضهم يا رب عن عطاياهم بغفران خطاياهم. وهب لهم في هذا الدهر الحاضر الحياة الهنيئة وفي الدهر الآتي الحياة الأبدية.

اذكر يا رب آباءنا وإخوتنا الذين سبقوا فرقدوا وتنيحوا في الإيمان المستقيم بالمسيح. نيح يا رب نفوسهم أجمعين، في أحضان آبائنا القديسين إبراهيم وإسحق ويعقوب، في كورة الأحياء، في فردوس النعيم. أما نحن الأحياء فأعنا على خلاص نفوسنا، ودبر حياتنا حسب إرادتك الصالحة.

تفضل يا رب اذكر حقارتي وذلي وضعفي، أنا الخاطئ الشقي غير المستحق الوقوف بين يديك من أجل كثرة خطاياي وذنوبي، لا ترذلني. أقم يا رب قرن خلاص شعبك بإشارة صليبك المحيي. فرجك يا رب عند الشدة وعونك يا رب عند الكرب والذلة. خلصنا يا رب وخلص كل من في شدة. ومرضى شعبك اشفهم.

واجعل يا رب شعبك المسيحيين الحاضرين معنا والغائبين عنا، أن يكونوا مباركين محاللين من فمك الإلهي. من مشارق الشمس إلى مغاربها  ومن الشمال إلى اليمين. واقبلنا إليك كما قبلت اللص اليمين، وأنت على خشبة الصليب، ووهبت له فردوس النعيم .

اذكر يا رب الأيتام والأرامل، والمنقطعين والعاجزين، والذين ليس لهم أحد يذكرهم. اذكرنا يا رب نحن وإياهم في أورشليم السمائية. اذكر يا رب القائمين والقاعدين، والراقدين والمطروحين، والمسافرين في البر والبحر والهواء، والسهل والوعر والأودية، والطرقات ورؤوس الجبال، والتلال والمغاير. والذين في المطابق والسجون، والذين في السبي والنفي، والمأسورين والمربوطين برباط السلاطين والشياطين. ردهم وأت بهم الجميع إلى الميناء، سالمين غانمين، كاسبين رابحين، معافي النفس والجسد والروح.

واجعل يا ربي يسوع المسيح صلاتنا هذه أن تكون مقبولة أمامك بغير رياء ولا كبرياء، ولا عظمة ولا افتخار  ولا عيب. أعنا يا الله على رضاك. أعنا على العمل بوصاياك. أعنا على سكرات الموت وما قبل الموت وما بعد الموت. لأنك أنت إله صالح طويل الروح، كثير الرحمة والتحنن. اللهم اجعل باب بيعتك مفتوحا أمام وجوهنا على ممر الدهور والأزمان، وإلى آخر كل زمان. ارحمنا يا الله كعظيم رحمتك.

بشفاعات ذات الشفاعات، معدن الطهر والجود والبركات، سيدتنا كلنا، وفخر جنسنا، العذراء البتول الزكية القديسة مريم، والشهيد المكرم مار مرقس الإنجيلي الرسول كاروز الديار المصرية، وكافة الملائكة والآباء والأنبياء، والرسل والشهداء والقديسين والسواح والعباد، والنساك المجاهدين، والذين أرضوا الرب بأعمالهم الصالحة منذ آدم إلى آخر الدهور.

ولك نسجد أيها الثالوث القدوس الاب والإبن والروح القدس الآن وكل أوان وإلى دهر الداهرين أمين.

 
اللهم اجعلنا مستحقين أن نقول بشكر: أبانا الذي في السموات...
'''
  }
];
