List<dynamic> oathPrayers = [
  {
    'name': 'القسمة الوجيزة',
    'text': '''
يا الله الذي أنعم علينا نحن الخطاة. بميقات الخلاص وذبيحة ناطقة سمائية. التي هي الجسد الإلهي والدم الكريم اللذان لمسيحك. هذا الذي صار لنا طهرًا وخلاصًا ونعمة وغفرانًا للخطايا. لكي بشكر نصرخ نحوك أيها الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات....
'''
  },
  {
    'name': 'قسمة النيروز (تُقال في أعياد رأس السنة القبطية)',
    'text': '''
لنسبح الله تسبيحًا جديدًا, ولنبشر بخلاصة كل الأيام ولنمجده كل حين لأنه هو إلهنا ونحن شعبة وغنم رعيته. الذي تحنن علينا وجددنا وأصعدنا من العمق إلى النور وأعطانا الحياة من الموت. وأنعم علينا بالعتق من العبودية, وجعل ظلمة الضلالة التي فينا تضيء من قبل إتيان ابنة الوحيد بالجسد. أما يسوع ربنا فانه جاء إلى الناصرة ودخل إلى المجمع في السبت كعادته, وقام ليقرأ فدفع إليه سفر إشعياء النبي, فلما فتح السفر وجد الموضع المكتوب فيه أن روح الرب على, لهذا مسحني وأرسلني لأبشر المساكين وأنادى للمسبيين بالعتق , وللعميان بالبصر ولأرسل إلى المأسورين بالإطلاق وأكرز بسنة الرب المقبولة. نؤمن ونصدق يا سيدنا ونسألك أن تنعم علينا بغفران خطايانا, وتثبتنا في الإيمان الحقيقي الثالوث القدوس كما كنت مع آبائنا الرسل المكرمين والأبرار والصديقين ولباس الصليب والشهداء الأطهار الذين سفكوا دماؤهم من أجل اسم المسيح ونالوا الأكاليل النورانية. هكذا نحن أيضا الخطاة الضعفاء نطلب إليك يا الله محب البشر بارك إكليل هذه السنة بصلاحك , وطهرنا من كل دنس الجسد والروح واجعلنا مستحقين أن ننال من خيراتك غير الموصوفة خلاصا لنفوسنا وأجسادنا وأرواحنا. لكي بقلب طاهر ونفس مستنيرة نجسر بداله بغير خوف أن نصرخ نحوك أيها الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات.....
'''
  },
  {
    'name': 'قسمة تقال في أعياد العذراء والملائكة والسمائيين',
    'text': '''
هوذا كائن معنا على هذه المائدة اليوم عمانوئيل إلهنا حمل الله الذي يحمل خطية العالم كله. الجالس على كرسي مجدة. الذي تقف أمامه جميع الطغمات السمائية. الذي تسبحة الملائكة بأصوات البركة ويخر ويسجد له رؤساء الملائكة. الأربعة الحيوانات الغير المتجسدين يقولون تسبحة الثلاث تقديسات. والأربعة والعشرون قسيسا جلوس على كراسيهم, وأربعه وعشرون إكليل ذهب على رؤوسهم وأربعه وعشرون جامًا من ذهب في أيديهم, مملوءة بخورًا الذي هو صلوات القديسين ويسجدون أمام الحي إلى أبد الآبدين. والمئة والأربعة والأربعون ألفا البتوليون الغير الدنسين, يسبحون الرب قائلين, قدوس قدوس قدوس آمين الليلويا. ونحن أيضا نسجد للثالوث القدوس ونسبحه قائلين: قدوس الله الآب ضابط الكل, آمين الليلويا. قدوس ابنة الوحيد يسوع المسيح ربنا آمين الليلويا. قدوس الروح القدس البراقليط, آمين الليلويا. مقدسه ومملوءة مجدًا والدة الإله الطاهرة القديسة مريم العذراء, آمين الليلويا. مقدسة ومملوءة مجدا هذه الذبيحة التي ذبحت عن حياة العالم كله, آمين الليلويا. من أجل هذا مخلصنا الصالح صرخ قائلا: إن جسدي هو مأكل حق ودمى هو مشرب حق. من يأكل جسدي ويشرب دمى يكون فيه وأنا أيضا أكون فيه. نسألك يا سيدنا طهر أنفسنا وأجسادنا وأرواحنا. لكي بقلب طاهر وشفتين نقيتين ونفس مستنيرة ووجه غير مخزي وإيمان بلا رياء ونية نقية وصبر كامل ورجاء ثابت. نجسر بداله بغير خوف أن نطلب إليك يا الله الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات...
'''
  },
  {
    'name': 'قسمة تُقال في صوم الميلاد وعيد الميلاد وسنوي',
    'text': '''
أيها السيد الرب إلهنا الخالق الغير المرئي الغير المحوى الغير المستحيل, الغير المفحوص. الذي أرسل نوره الحقيقي ابنة الوحيد يسوع المسيح الكلمة الذاتي. الكائن في حضنه الأبوي كل حين, أتى وحل في الحشا البتولي الغير الدنس, ولدته وهى عذراء وبتوليتها مختومة. إذ الملائكة تسبحة وأجناد السموات ترتل له صارخين قائلين قدوس قدوس قدوس رب الصباؤوت السماء والأرض مملوءتان من مجدك المقدس. هكذا أيضا نحن الضعفاء الخطاة اجعلنا مستحقين معهم يا سيدنا الصالح محب البشر. لكي بقلب طاهر نسبحك معه مع الروح القدس الثالوث القدوس المساوي ونرفع أعيننا إلى فوق إليك أيها الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات.....
'''
  },
  {
    'name': ' قسمة عيد الغطاس وسنوي',
    'text': '''
إذ أعطيتنا نعمه البنوة بحميم الميلاد الجديد وتجديد الروح القدس. والآن أيضا اجعلنا مستحقين بغير رياء, وقلب طاهر ونية مملوءة دالة وشفتين غير ساقطتين أن نطلب إليك يا آبا الآب. لكي إذ تركنا كثرة كلام الأمم الباطل واستكبار اليهود. نستطيع أن نقدم لك سؤال الصلاة كشريعة ابنك الوحيد المملوءة خلاصًا. فبصوت متواضع يليق بالمسيحيين وبطهارة النفس والجسد والروح. نجسر بغير خوف أن نصرخ إليك أنت الغير المخلوق ولا مبتدئ ولا مولود سيد كل أحد, الله الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات........
'''
  },
  {
    'name': 'قسم للآب تقال في الصوم الكبير',
    'text':
        '''أيها السيد الرب الإله ضابط الكل الذي أرسل ابنة الوحيد إلى العالم علمنا الناموس والوصايا المكتوبة في الإنجيل المقدس. وعلمنا أن الصوم والصلاة هما اللذان يخرجان الشياطين إذ قال أن هذا الجنس لا يخرج بشيء إلا بالصلاة والصوم. الصلاة والصوم هما اللذان رفعا إيليا إلى السماء وخلصا دانيال من جب الأسود. الصوم والصلاة هما اللذان عمل بهما موسى حتى أخذ الناموس والوصايا المكتوبة بإصبع الله. الصوم والصلاة هما اللذان عمل بهم أهل نينوى فرحمهم الله وغفر لهم خطاياهم ورفع غضبة عنهم. الصوم والصلاة هما اللذان عمل بهم الأنبياء وتنبأوا من أجل مجيء المسيح قبل مجيئه بأجيال كثيرة. الصوم والصلاة هما اللذان عمل بهما الرسل وبشروا في جميع الأمم وصيروهم مسيحيين وعمدوهم باسم الآب والابن والروح القدس. الصوم والصلاة هما اللذان عمل بهما الشهداء حتى سفكوا دماءهم من أجل اسم المسيح الذي اعترف الاعتراف الحسن أمام بيلاطس البنطي. الصوم والصلاة هما اللذان عمل بهما الأبرار والصديقون ولباس الصليب وسكنوا في الجبال والبراري وشقوق الأرض من أجل عظم محبتهم في الملك المسيح. ونحن أيضا فلنصم عن كل شر بطهارة وبر. ونتقدم بهذه الذبيحة المقدسة ونتناول منها بشكر. لكي بقلب طاهر ونفس مستنيرة ووجه غير مخزي وإيمان بلا رياء ومحبة كاملة  ورجاء ثابت. نجسر بدالة بغير خوف أن ندعوك يا الله الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات.........
'''
  },
  {
    'name': 'قسم للابن تقال في صوم الأربعين المقدس',
    'text':
        '''أنت هو الله الرحيم مخلص كل أحد الذي تجسد لأجل خلاصنا الذي أضاء لنا نحن الخطاة. الذي صام عنا أربعين يوما وأربعين ليله بسر لا ينطق به. الذي أنقذنا من الموت وأعطانا جسده المقدس ودمه الكريم لغفران خطايانا. الذي كلم الجمع وتلاميذه القديسين ورسله الأطهار قائلًا: هذا هو خبز الحياة الذي نزل من السماء, ليس كما أكل آباؤكم المن في البرية وماتوا. من يأكل جسدي ويشرب دمى يحيا إلى الأبد وأن أقيمة في اليوم الأخير. فلهذا نسأل ونطلب من صلاحك يا محب البشر طهر نفوسنا وأجسادنا وأرواحنا. لكي بقلب طاهر نجرأ بدالة بغير خوف أن نصرخ نحو أبيك القدوس الذي في السموات ونقول: أبانا الذي في السموات..........
'''
  },
  {
    'name': ' قسمه للآب تقال في عيد أحد الشعانين وسنوي',
    'text':
        '''أيها الرب ربنا مثل عجب صار اسمك على الأرض كلها. لأنة قد ارتفع عظم بهائك فوق السموات. من أفواه الأطفال والرضعان هيأت سبحا. فهيئ أيضا يا رب نفوسنا لنسبحك ونرتل لك ونباركك ونخدمك ونسجد لك ونمجدك ونشكرك كل يوم وكل ساعة. لكي نعترف لك ونصرخ نحوك أيها الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات..........
'''
  },
  {
    'name': ' قسمة للآب على ذبح إسحق ',
    'text':
        '''و حدث في الأيام التي أراد الله أن يجرب إبراهيم ويعلم قلبه ومحبته فيه. أنه قال له, إبراهيم إبراهيم خذ ابنك الحبيب اسحق وقدمه لي محرقة على الجبل الذي أعلمك به. فقام إبراهيم باكرًا وأسرج دابته وأخذ غلامين واسحق ابنة, وأخذ سكينا ونارا, ومشى على الأرض, فرأى الموضع من بعيد الذي أعلمه به الرب. فقال لغلاميه اجلسا أنتما ههنا مع الدابة. وأما أنا واسحق ابني فنذهب ونسجد ثم نرجع إليكما. وأخذ إبراهيم حطب المحرقة ووضعه على اسحق ابنة, وأخذ بيده النار والسكين. فقال اسحق لأبيه يا أبتاه هوذا النار والحطب وأين الخروف الذي تقدمه للمحرقة, فقال له إبراهيم إن الله الذي أمرنا أن نرفع له ذبيحة هو يرى حملا له للمحرقة يا ابني. وأخذ إبراهيم حجارة وبنى مذبحا, وأخذ الحطب ورفعه على المذبح, وأخذ اسحق ابنة وربطه ووضعه على المذبح, وأخذ السكين ليذبحه. وان ملاك الرب نادى إبراهيم قائلا له: إبراهيم إبراهيم انظر لا تلمس فتاك ولا تصنع به شرا. لما نظر الرب محبتك فيه فقال إني أنا هو الرب إلهك أقسمت بذاتي إني بالبركة أباركك وبالكثرة أكثر نسلك. فرفع إبراهيم عينية فنظر خروفًا عند الشجرة موثقا بقرنية, فترك اسحق ابنة وأخذ الخروف وأصعده محرقه عوضا عنه. فذبح اسحق كان إشارة إلى هرق دم المسيح ابن الله على الصليب عن خلاص العالم. وكما حمل اسحق حطب المحرقة كذلك حمل المسيح خشبة الصليب. وكما رجع اسحق حيا هكذا أيضا المسيح قام حيا من الأموات وظهر لتلاميذه القديسين. اللهم الذي قبل ذبيحة أبينا إبراهيم, اقبل هذه الذبيحة منا في هذه الساعة. بارك هذه القرابين بارك الذين قدمت عنهم. نيح نفوس الأموات. فليبارك المسيح على قلوبنا جميعا وأرواحنا. لكي بقلب طاهر ونفس مستنيرة ووجه غير مخزي وإيمان بلا رياء ومحبة كاملة ورجاء ثابت. نجسر بداله بغير خوف أن ندعوك يا الله الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات........
'''
  },
  {
    'name': 'قسمة للابن تُقال في سبت الفرح | سبت النور',
    'text':
        '''يا يسوع المسيح ذو الاسم المخلص الذي بكثرة رحمته نزل إلى الجحيم وأبطل عز الموت. أنت هو ملك الدهور غير المائت الأبدي كلمة الله الذي على الكل, راعى الخراف الناطقة. رئيس كهنة الخيرات العتيدة الذي صعد إلى السموات وصار فوق السموات. ودخل داخل الحجاب, موضع قدس الأقداس الموضع الذي يدخل إليه ذو طبيعة بشرية. وصار سابقا عنا صائرا رئيس كهنة إلى الأبد على رتبة ملكي صادق. أنت الذي إشعياء النبي تنبأ من أجلك قائلًا: مثل خروف سيق إلى الذبح, ومثل حمل بلا صوت أمام الذي يجزه, هكذا لا يفتح فاه, رفع حكمة في تواضعه وجيله من يقدر أن يقصه. جرحت لأجل خطايانا وتوجعت لأجل آثامنا, تأديب سلامنا عليك. وبجراحاتك شفينا, كنا كلنا ضالين مثل خراف. أتيت يا سيدنا وأنقذتنا بمعرفه صليبك الحقيقية وأنعمت لنا بشجرة الحياة التي هي جسدك الإلهي ودمك الحقيقي. من أجل هذا نسبحك ونباركك ونخدمك ونسجد لك ونمجدك ونشكرك كل حين. نسأل ونطلب إليك يا محب البشر, اللهم اقبل ذبيحتنا منا يا سيدنا, كما قبلت قرابين وبخورات وسؤالات رؤساء الآباء  والأنبياء والرسل وجميع قديسيك. طهر نفوسنا وأجسادنا وأرواحنا ونياتنا. لكي بقلب طاهر ونفس مستنيرة ووجه غير مخزي وإيمان بغير رياء ومحبة كاملة ورجاء ثابت. نجسر بدالة بغير خوف أن نقول الصلاة المقدسة التي سلمتها لتلاميذك القديسين ورسلك الأطهار قائلا لهم: إذا ما صليتم فاطلبوا هكذا وقولوا: أبانا الذي في السموات....
'''
  },
  {
    'name': 'قسمة للإبن تُقال في عيد القيامة المجيد',
    'text':
        '''أيها المسيح إلهنا رئيس كهنة الخيرات العتيدة ملك الدهور, الغير المائت الأبدي, كلمة الله الذي على الكل. الذي أنعم علينا بهذا السر العظيم الذي هو جسده المقدس ودمه الكريم لغفران خطايانا. هذا هو الجسد الذي أخذه من سيدتنا وملكتنا كلنا القديسة مريم وجعلته واحدا مع لاهوته. هذا هو الذي نزل إلى الجحيم وأبطل عز الموت, وسبى سبيا وأعطى الناس كرامات. رفع قديسيه إلى العلى معه, أعطاهم قربانا لأبية, بذوقه الموت عنا خلص الأحياء وأعطى النياح للذين ماتوا. ونحن أيضا الجلوس في الظلمة زمانا, أنعم علينا بنور قيامته من قبل تجسده الطاهر. فليضيء علينا نور معرفتك الحقيقية لنضيء بشكلك المحيي. ونجسر بدالة بغير خوف أن نصرخ نحو أبيك الذي في السموات ونقول: أبانا الذي في السموات...
'''
  },
  {
    'name': ' قسمة للآب تُقال في عيد القيامه والخمسين',
    'text':
        '''أيها السيد الرب الإله ضابط الكل أبو ربنا وإلهنا ومخلصنا يسوع المسيح. الذي من قبل صليبه نزل إلى الجحيم ورد أبانا آدم وبنية إلى الفردوس. ودفننا معه, وبموته أبطل عز الموت, وفي ثالث يوم قام من الأموات. وظهر لمريم المجدلية وكلمها هكذا قائلا: اعلمي أخوتي أن يذهبوا إلى الجليل هناك يرونني. رئيس الملائكة نزل من السماء ودحرج الحجر عن فم القبر وبشر النسوة حاملات الطيب قائلا: المسيح قام من الأموات, بالموت داس الموت, والذين في القبور أنعم عليهم بالحياة الأبدية. ونفخ في وجه تلاميذه القديسين ورسله الأطهار قائلا: اقبلوا الروح القدس, من غفرتم لهم خطاياهم غفرت لهم ومن أمسكتموها عليهم أمسكت.  

هذا الربع يقال هنا من عيد الصعود إلى عيد العنصرة:

و بعد أربعين يوما صعد إلى السموات وجلس عن يمين أبيه الصالح وأرسل لنا المعزى روح الحق مثل ألسنة نار (انتهى الربع).

من أجل هذا نسألك يا سيدنا طهرنا من كل رياء لكي بقلب طاهر نجسر بدالة بغير خوف أن نطلب إليك يا الله الآب الذي في السموات ونقول: أبانا الذي في السموات..........
'''
  },
  {
    'name': 'قسمة للأبن تقال في صوم الرسل',
    'text':
        '''أنت هو كلمة الآب الإله الذي قبل الدهور, رئيس الكهنة الأعظم. الذي تجسد وتأنس من أجل خلاص جنس البشر. ودعا له من جميع الأمم جنسا مختارا, مملكة وكهنوتا وأمة مقدسة وشعبا مبررا. إذ أرسلت الروح القدس على الرسل في يوم البنطقسيطي. وحل عليهم مثل ألسنة نار منقسمة على كل واحد منهم. وملأهم من كل معرفه وكل فهم وكل حكمة روحية كوعدك الصادق. وتكلموا بكل اللغات وبشروا باسمك القدوس في جميع الأمم. أما بطرس وبولس الرسولان فكان ظل أحدهما يشفى الأمراض, وكانت مناديل وعصائب الآخر تذهب الأمراض وتخرج الأرواح الشريرة. وبعد ما كرزا بانجيل الملكوت وعلما الأمم, سفكا دمهما من أجل اسمك, ونالا إكليل الرسولية  وإكليل الشهادة. فيا من أنعم على تلاميذ القديسين ورسله المكرمين بحلول الروح المعزى عليهم وأعطاهم السلطان أن يصنعوا الأشفية والآيات والعجائب. وبشرونا باسمة القدوس وردونا إلى الإيمان الحقيقي بالثالوث القدوس. نسبحك ونباركك ونمجدك ونشكرك لأجل هذه النعم العظيمة. ونسألك يا سيدنا أن تنعم علينا أيضا بغفران خطايانا. وتطهر قلوبنا وأنفسنا وأجسادنا وأرواحنا. لكي بقلب طاهر نجسر بدالة بغير خوف أن نصرخ نحو أبيك القدوس الذي في السموات ونقول: أبانا الذي في السموات.......
'''
  },
  {
    'name':
        'قسمة للابن تقال في الأعياد السيدية وسنوي وعيد التجلي وال29 من كل شهر قبطي',
    'text':
        '''نسبح ونمجد إله الآلهة ورب الأرباب, الذي تجسد من القديسة مريم وولدته في بيت لحم. وإذا ملاك الرب قد ظهر للرعاة وبشرهم بميلاده العجيب فأتوا ونظروه. الذي رأى المجوس نجمة فأتوا وسجدوا له وقدموا له هدايا. الذي أتى إلى أرض مصر ثم عاد وسكن في ناصرة الجليل. الذي نما قليلا قليلا بشبة البشر بغير خطية وحدة. الذي أتى إلى الأردن واعتمد من يوحنا السابق. الذي صام عنا أربعين يوما وأربعين ليلة بسر لا ينطق به. الذي صير الماء خمرا بقوة لاهوته في عرس قانا الجليل. الذي أعطى النظر للعميان, وجعل العرج يمشون والشل يصحون والبرص يطهرون والصم يسمعون والخرس يتكلمون والشياطين يخرجون. الذي أقام ابن الأرملة بنايين , وابنة يايرس. الذي تجلى على جبل تابور قدام تلاميذه القديسين وأضاء وجهه كالشمس. الذي أقام لعازر من القبر بعد أربعة أيام. الذي دخل إلى أورشليم راكبا على أتان وجحش ابن أتان مثل ملك. الذي عاهد تلاميذه القديسين وأعطاهم جسده المقدس ودمه الكريم لغفران خطايانا. الذي صلب على الصليب وسحق الشيطان,  ووضع في القبر وبعد ثلاثة أيام قام من الأموات. الذي رآه تلاميذه المختارون على بحر طبرية بعد قيامته المقدسة. وبعد أربعين يوما صعد إلى السموات وجلس عن يمين أبيه الصالح وأرسل لنا الباراقليط مثل ألسنة نار. الذي علم صفوته التلاميذ والرسل والقديسين قائلا: إذا صليتم فاطلبوا هكذا وقولوا: أبانا الذي في السموات........
'''
  },
  {
    'name': 'قسمة للأب سنوي',
    'text':
        '''اللهم والد النور ورئيس الحياة , واهب المعرفة. صانع النعمة, المحسن لنفونا, كنز الحكمة. معلم الطهارة, مؤسس الدهور, قابل الصلوات النقية. معطى المتوكلين علية من كل قلوبهم الأشياء التي تشتهى الملائكة أن تراها. الذي أصعدنا من العمق إلى النور, الذي أعطانا الحياة من الموت. الذي أنعم علينا بالعتق من العبودية. الذي جعل ظلمة الضلال التي فينا تضيء من قبل إتيان ابنك الوحيد بالجسد. أنت الآن أيضا يا سيدنا أنر عيون قلوبنا, وطهرنا كاملين في النفس والجسد والروح. لكي بقلب طاهر وشفتين نقيتين ونجسر أن ندعوك يا الله الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات........
'''
  },
  {
    'name': 'قسمه تقال للابن سنوي',
    'text':
        '''أنت هو كلمة الآب الإله الذي قبل الدهور , رئيس الكهنة الأعظم. الذي تجسد وتأنس من أجل خلاص جنس البشر. ودعا له من جميع الأمم جنسا مختارًا, مملكة وكهنوتا وأمة مقدسة وشعبا مبررا. فلهذا نسأل ونطلب من صلاحك يا محب البشر. أن لا تكون هذه الذبيحة تبكيتا لخطايانا وعارا لآثامنا لأننا قدمناها لك عن ضعفنا. بل كما أن هذه القرابين طاهرة في كل شيء. إذ قد تفضلت وأفعمتها من كل شيء طاهر, بحلول روحك القدوس عليها. هكذا نحن أيضا الخطاة تفضل قدس  أنفسنا وأجسادنا وأرواحنا وسرائرنا. لكي بنفس مستنيرة ووجه غير مخزي, بقلب طاهر وإيمان بغير مراياه, بمحبة كاملة ورجاء ثابت. نجرؤ بداله بغير خوف أن نقول الصلاة المقدسة التي أعطيتها لتلاميذك القديسين والرسل الأطهار قائلا: إذا صليتم فاطلبوا هكذا وقولوا: أبانا الذي في السموات........
'''
  },
  {
    'name': ' قسمه للآب سنوي',
    'text':
        '''أيها الرب إلهنا العظيم والذي اسمه عظيم أبو الرأفات وإله كل عزاء. الذي قبل إليه من أيدينا نحن الضعفاء الخطاة هذه الذبيحة العقلية والحقيقية غير الدموية. أنت أيضًا يا سيدنا الصالح ومحب البشر طهرنا من كل دنس الجسد والروح. واجعلنا مستحقين أن ننال من خيراتك غير الموصوفة. خلاصنا لأنفسنا وأجسادنا وأرواحنا , وجوابا أمام منبرك المخوف. ولنستحق أن نجسر بدالة أن نصرخ نحوك أيها الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات.....
'''
  },
  {
    'name': 'القسمة السريانية',
    'text':
        '''هكذا بالحقيقة تألم كلمة الله بالجسد وذبح وانحنى بالصليب وانفصلت نفسه من جسده. إذ لاهوته لم ينفصل قط لا من نفسه ولا من جسده. وطعن جنبه بالحربة وجرى منه دم وماء غفرانا لكل العالم وتخضب بهما جسده وأتت نفسه واتحدت بجسده. وعوض الخطية المحيطة بالعالم مات الابن بالصليب وردنا من التدبير الشمالي إلى اليميني. وأمن بدم صليبه ووحد وألف السمائيين مع الأرضيين والشعب مع الشعوب والنفس مع الجسد. وفي اليوم الثالث قام من القبر. واحد هو عمانوئيل وغير مفترق من بعد الاتحاد وغير منقسم إلى طبيعتين, هكذا نؤمن وهكذا نعترف وهكذا نصدق أن هذا الجسد لهذا الدم وهذا الدم لهذا الجسد. أنت هو المسيح إلهنا الذي طعن في جنبه فوق الجلجثة بأورشليم لأجلنا. أنت هو حمل الله الحامل خطية العالم , اغفر ذنوبنا واترك خطايانا وأقمنا عن جنبك اليمين. يا الله أبا ربنا يسوع المسيح الذي من الكروبيم يتبارك ومن السارافيم يتقدس ومن ألوف ألوف وربوات ربوات الخدام الناطقين يتعظم. الذي يقدس ويكمل القرابين وتكميل الأثمار التي قدمت لك رائحة لذيذة, قدس أيضا أجسادنا وأنفسنا وأرواحنا كلنا. لكي بقلب طاهر ووجه غير مخزي ندعوك يا الله الآب السماوي ونصلي قائلين: أبانا الذي في السموات...
'''
  },
  {
    'name': 'قسمة للابن سنوي',
    'text':
        '''أيها الكائن الذي كان، الذاتي الأزلي قبل الأكوان، الجليس مع الآب، الوحيد معه في الربوبية، عنصر المراحم الذي شاء بإراداته أن يتألم عوض الخطاة الذين أولهم أنا، لأنك لما أردت أن تخلصني لم ترسل لي ملاكًا ولا رئيس ملائكة ولا كاروبيم ولا نبيًا بل أنت وحدك نزلت من حضن أبيك إلى بطن البتول، وصرت كحقير ومشيت على الأرض كإنسان، وهذا هو العجب في اتضاعك المزود حملك كمسكين والخرق لفتك الأذرع حملتك وركب البتول عظمتك، الفم قبلك، اللبن غذاك أنت الذي تقوت كافة الخليقة من نعمتك من أجلي يا سيدي قبلت العار والتجديف وقبلت الهوان والسب والتهديد واللطم ظلمك الشعب العنيد ولم يعرفوا أنك أنت مخلص العالم أخرجوا القضية أنك مستحق الموت وصرخوا في وجهك أن تصلب عن شعبك الشعب القاسي حملك خشبة الصليب من أجلي أنا الحامل قضية الموت بإراداتي ضربك الآثمة على رأسك نفضوا البصاق في وجهك من أجلي وضعوا إكليل شوك على رأسك وقصبة في يمينك ألبسوك ثوبًا من برفير([1]) وصاروا يستهزئون بك وأنت الرافع كافة الجهات بقوتك، وفي وقت عطشك سقوك خلا، أنت الساقي جميع الخليقة من نعمتك، أوقفوك في احكم كحقير لطموك على خدك من أجلي جلدوك على ظهرك بالسياط ودفنت في القبر كالأموات لكي تدفن آثامي حرسوا قبرك وخافوك، لأنك بالحقيقية مخوف جدًا على كل الآلهة، قمت يا مخلصي بالجبروت كسرت شوكة الجحيم عني وأعطيتني جسدك ودمك لأحيا بهما وأسمعتني صوتك قائلًا: من يأكل جسدي ويشرب دمي يثبت في وأنا فيه، لأن جسدي مأكل حق ودمي مشرب حق، من يأكلني يحيا بي، علمتني حفظ وصاياك ودرس ناموسك وصحت خلفي قائلًا: تعال واقترب مني لكي تتبرر من خطاياك. ها قد أتيت يا سيدي قارعًا باب تعطفك اقبل مني هذه الذبيحة فدية عن خطاياي وجهالات شعبك حل فينا بروحك القدوس، وطهرنا من كل إثم ورياء، وأجعل لنا جسدك ودمك كفارة وفداءًا وتمحيصًا لكل ذنوبنا، لأني تقدمت للمس جسدك ودمك لشوقي في محبتك فلا تحرقني بهما يا جابلي ([2]) بل أحرق كافة الأشواك الخانقة لنفسي، اقبل هذه الذبيحة من أجل والدتك، لكي نأتي إليك وأنت تأتي وتحل فينا بروحك القدوس وبدالة ندعو الله أباك أبا لنا ونرفع أصواتنا ونقول: أبانا الذي في السموات.. إلخ.
'''
  },
  {
    'name': 'قسمة أخرى للقديس كيرلس تُقال في أي وقت **',
    'text':
        '''يا حمل الله الذي بأوجاعك حملت خطايا العالم، بتحننك أمح آثامنا. يا وحيد الله الذي بآلامك طهرت أجناس المسكونة بمراحمك طهر أدناس نفوسنا يا مسيح الله الذي بموتك قتلت الموت الذي قتل الجميع بقوتك أقم موت نفوسنا. يا قابل القرابين الذي بدلا عن الخطاة قدمت ذاتك أقبل توبتنا نحن الخطاة، لأننا بدون دالة تقدمنا إلى حضرتك قارعين باب تعطفك، فهب لنا يا غنيا بالمراحم البرء من كنوز أدويتك. أشف أيها الرؤوف نفوسنا الشقية بمراهم أسرارك المحيية. طهر أجسامنا. أغسلنا من آثامنا. اجعلنا أهلا لحلول روحك الطاهر في نفوسنا. أنر عقولنا لنعاين سبحك. نق أفكارنا وأخلطنا بمجدك. حبك أنزلك إلى هبوطنا. نعمتك تصعدنا إلى علوك. تحننك غصبك وتجسمت بلحمنا، أظهرت إستنارك للعيان. أظهر في نفوس عبيدك مجد أسرارك الخفية، وعند أصعاد الذبيحة على مذبحك تضمحل الخطية من أعضائنا بنعمتك، عند نزول مجدك على أسرارك ترفع عقولنا لمشاهدة جلالك، عند استحالة الخبز والخمر إلى جسدك ودمك تتحول نفوسنا إلى مشاركة مجدك وتتحد نفوسنا بألوهيتك أخلق فينا يا ربنا وإلهنا قلبًا طاهرًا وأسكن روحك في باطننا، جدد حواسنا بقوتك، وصيرنا أهلا لموهبتك. من كاس دمك نشرب، أعطنا مذاقة روحية لنستطعم مذاقة أسرارك المحيية.

نتقدم إلى حضرتك واثقين برحمتك وأنت تحل داخلنا المحبة، إملأنا من خوفك، والهب قلوبنا بشوقك، الق فينا نعمتك، طهر حواسنا برحمتك، هب لنا دموعا نقية وإغسلنا من أدناس الخطية، صيرنا هياكل مقدسة لحلولك وأواني مطهرة لقبولك، لكي بذوق لحمك نؤهل لذوق نعمتك، وبشرب دمك نؤهل لحلاوة محبتك، وهب لنا أن نأكل لحمك علانية، أهلنا للإتحاد بك خفية، وهب لنا أن نشرب كاس دمك طاهرًا، أهلنا أن نمتزج بطهارتك سرًا. وكما أنك واحد مع أبيك وروحك القدوس نتحد بك وأنت فينا ويكمل قولك ويكون الجميع واحد فيما، لكي بدالة ندعو الله أباك أبًا لنا ونقول بصوت جهورى: أبانا الذي..
'''
  },
  {
    'name': 'قسمه للابن سنوي',
    'text':
        '''أيها الابن الوحيد الإله الكلمة الذي أحبنا وبحبه أراد أن يخلصنا من الهلاك الأبدي ولما كان الموت في طريق خلاصنا إشتهي أن يجوز فيه حبًا بنا وهكذا ارتفع على الصليب ليحمل عقاب خطايانا نحن الذي أخطأنا وهو الذي تألم نحن الذين صرنا مديونين للعدل الإلهلي بذنوبنا وهو الذي دفع الديون عنا لأجلنا فضل التألم على التنعم والشقاء على الراحة والهوان على المجد والصليب على العرش الذي يحمله الكاروبيم. قبل أن يربط بالحبال ليحلنا من رباطات خطايانا وتواضع ليرفعنا وجاع ليشبعنا وعطش ليروينا وصعد إلى الصليب عريانًا ليكسونا بثوب بره وفتح جنبه بالحربة لكل ندخل إليه ونسكن في عرش نعمته ولكي يسيل الدم من جسده لنغتسل من آثامنا وأخيرًا مات ودفن في القبر ليقيمنا من موت الخطية ويحيينا حياة أبدية. فيا إلهي أن خطاياي هي الشوك الذي يوخز رأسك المقدسة أنا الذي أحزنت قلبك بسروري بملاذ الدنيا الباطلة وما هذه الطريق المؤدية للموت التي انت سائر فيها يا إلهي ومخلصي أى شيء تحمل على منكبيك؟ هو صليب العار الذي حملته عوضًا عني ما هذا أيها الفادي؟ ما الذي جعلك ترضي بذلك ؟! أيهام العظيم أيذل الممجد. أيوضع المرتفع؟! يا لعظم حبك !! نعم هو حبك العظيم الذي جعلك تقبل إحتمال كل ذلك العذاب من أجلي أشكرك يا إلهي وتشكرك عني ملائكتك وخليقتك جميعًا لأني عاجز عن القيام بحمدك كما يستحق حبك فهل رأينا حبًا اعظم من هذا؟ فأحزني يا نفسي على خطاياك التي سببت لفاديك الحنون هذه الآلام إرسمي جرحه أمامك وإحتمي فيه عندما يهيج عليك العدو. أعطني يا مخلصي أن أعتبر عذابك كنزي وإكليل الشوك مجدي وأوجاعك تنعمي ومرارتك حلاوتي ودمك حياتي ومحبتك فخري وشكري يا جراح المسيح إجرحيني بحربة الحب الإلهي يا موت المسيح إسكرني بحب من مات من أجلي يا دم المسيح طهرني من كل خطية يا يسوع حبيبي إذا رأيتني عضوًا يابسًا رطبني بزيت نعمتك وثبتني فيك غصنًا حيًا أيها الكرمة الحقيقية وحينما أتقدم لتناول أسرارك إجعلني مستحقًا لذلك ومؤهلًا للاتحاد بك، لكي أناديك أيها الآب السماوي بنعمة البنين قائلًا: أبانا الذي في السموات.. إلخ.
'''
  },
  {
    'name': 'صلاة قسمة تقال لميلاد الابن وفي الأعياد السيدية الكبار',
    'text':
        '''اللهم المعتني بكل أحد الذي أخرج الروح من لا شيء وحمله في الجسد إلى الزمان الذي إختار أن ينقله إلى مظاله الأبدية هذا الذي إشعياء العظيم الصوت في الأنبياء تنبأ من أجله قائلًا هوذا العذراء تحبل وتلد إبنًا ويدعي إسمه عمانوئيل الذي تفسيره الله معنا وأيضًا أضاف إشعياء النبي قائلًا أن ولدًا يولد لنا ونعطي إبنًا الذي الرئاسة تكون على منكبيه (إش 9: 6) الله القوي المتسلط وملاك المشورة العظمي الصديق والمشير غير المبتدئ الكائن مع الله الآب قبل كل شيء إرمياء النبي العظيم تنبأ قائلًا: من أجل صهيون لا أسكت ومن أجل أورشليم لا أمل وعاد هذا النبي العفيف قائلًا: أن ترياقًا في جعلاد يداوي إبنة شعبي، فلنمض إلى جلعاد لننال الدواء من ذلك الموضع (إر 8: 21) جلعاد هي الجامعة الرسولية البيعة الترياق الذي فيها هو جسد ودم عمانوئيل، وإبنة شعبي هي العروس الحقانية التي نالت الطهر من إبنها الحبيب يسوع المسيح، حزقيال أيضًا العظيم في الأنبياء تنبأ قائلًا: رأيت بابًا في المشارق ومختومًا بخاتم عجيب ولم يدخله إلا رب القوات دخل وخرج وهو مغلق كما كان بحاله (حز 44:2) وعاد هذا النبي الحكيم حزقيال قائلًا: هوذا إنني أبصرت مركبة مرفوعة في السماء وأربعة اوجه حول المركبة. وجه أسد ووجه ثور ووجه إنسان ووجه نسر بالموضع الذي تتوجه إليه المركبة والبكرات تسير في اتجاه المركبة. ويد إنسان من تحت المركبة (حز 1، 2) سمعت صوتهم فوق الشاروبيم صرخ قائلًا: تعال تعال يا رجل الله تنبأ (حز: 10) وأن ذلك الصوت يشبه صوت رب الصاباؤوت الذي سمعته لأول مرة على نهر خوبار قائلًا لي: يا رجل الله، أيضًا دانيال عظيم الأنبياء تنبأ قائلًا: إنني أبصرت جبلًا مرتفعًا وقد قطع منه إذ لم تلمسه يد إنسان البتة (دا 2: 34) وعاد هنا النبي الحكيم قائلًا: أنني أبصرت بعيني رب الصاباؤوت على سحاب السماء يشبه ابن الإنسان وثيابه حمر من بوصار. هذا الذي أعطي الرئاسة والسلطان والقوة والغلبة من بعد ما تأنس وسلطانه سلطان الأبد. وسنوه لا تفني وابتع القول محب الحكمة النبي إشعياء قائلًا: ليس هو ملاكًا ولا رئيس ملائكة بل هو واحد مع الله الآب الذي قبل الدهعور هذا هو يسوع المسيح الصديق والمشير الأزلي مع الله الآب بالحقيقة هذا هو يسوع المسيح ورئيس كهنة كطقس ملكي صادق الذي تسجد وصار إنسانًا من أجل خلاص جنس البشر هذا بإراداته وحده ومسرة أبيه والروح القدس طأطأ سماء السموات وتجسد من العذراء وتعمد من يوحنا وصعد على خشبة الصليب ونزل إلى الجحيم وسبي سبيًا وقام من بين الأموات وصعد إلى السموات وخرج لاستقباله ملائكته يرتلون له وقد صار ملكًا علينا من أجل هذا نسأل ونتضرع إليك يا محب البشر باركنا أظهر لنا قدس هذه القرابين الموضوعة بحول روح قدسك عليها لكي بقلب طاهر نجسر أن نصرخ إلى الله القدوس الذي في السموات ونقول: يا أبانا الذي في السموات.. إلخ.
'''
  },
  {
    'name': ' قسمه تُقال في عيد الغطاس وعيد الشهيد يوحنا المعمدان وفي كل وقت',
    'text':
        '''يا الله الذي أنعم على زكريا بابن من بعد الكبر وعلى أليصابات من بعد الشيخوخه والعقم. ونطق لسانه من بعد البكم , وتكلم بتسابيح وتماجيد وبارك الله. وتهللت أليصابات , وباركت الله قائله: مبارك هو الرب الإله الذي رفع عارى من بين الناس. هذا الذي ليس في مواليد النساء أعظم منه , إذ جاءة سيد الكل في الأردن معتمدا منه , وصوت من السماء يقول لة: هذا هو ابنى الحبيب الذي به سررت. فلهذا نسألك يا سيدنا أن تنعم علينا بغفران خطايانا وآثامنا وذلاتنا. لكي بشكر نجسر بداله بغير خوف أن نصرخ إليك يا الله الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات.......
'''
  },
  {
    'name': 'قسمة تقال في صوم الرسل وسنوي',
    'text':
        '''ما أبعد أحكامك عن الفحص وطرقك عن الاستقصاء كما بعدت (علت) السموات عن الأرض كذلك أيضًا بعدت أفكارك عن بني البشر إذ أخفيت هذه عن حكماء وفهماء وأعلنتها للأطفال الصغار. نعم أيها الآب هكذا قد صارت المسرة أمامك اخترت جهلاء العالم لتخزي بهم الحكماء واخترت ضعفاء العالم لتخزي بهم الأقوياء، اخترت بطرس هذا وكان صيادًا للسمك فصيرته صيادًا للناس. أنت بطرس وعلى هذه الصخرة سأبني كنيستي وأبواب الجحيم لن تقوي عليها هذا الذي عندما سألت تلاميذك الأطهار قائلًا لهم: من يقول الناس أني أنا ؟ صرخ قائلًا: أنت هو المسيح ابن الله الحي مخلص العالم طوباك يا بطرس فإن دمًا ولحمًا لم يعلن لك ذلك لكن روح الله الحال فيك. والذي أنكرك امام الجارية أعترف بك أمام الملوك والولاة أما بولس هذا الذي ظل طاردًا زمانًا طويلًا صيرته إناءًا مختارًا يحمل اسمك القدوس، فيما هو ذاهب إلى دمشق ليقبض على المسيحيين ويعذبهم، بغتة أشرق نور من السماء حوله وسمع صوتًا من السماء يقول به: شاول شاول لماذا تضطهدني، صعب عليك أن ترفس مناخس. لسان العطر هذا الذي كرز وبشر وعلم وأسس كنيستك المقدسة وفي أخر الكل أنعمت على رسوليك بطرس وبولس بما لم تره عين وما لم تسمع به أذن مالم يخطر على قلب بشر فإستشهد بطرس مصلوبًا منكسًا الرأس وبولس بحد السيف فنالا إكليل الرسولية وإكليل الشهادة يا الله الذي أنعم على رسوليه بتلك النعم الجزيلة أنعم علينا نحن الخطاة بغفران خطايانا وذنوبنا وآثامنا كي ندعوك بشكر: ابانا الذي في السماوات.. إلخ.
'''
  },
  {
    'name': ' قسمة للابن تقال في أي وقت',
    'text':
        '''لمجد صورة جوهريتك نخضع أيها المسيح إلهنا. أيها الكلمة الذاتي والشخص العجيب الذي لبس صورتنا انت الذي من أجلنا صرت عبدًا للكنيسة الجامعة حملت على هامتك إكليل الشوك من أجلنا أيها السيد وكللتنا بالمجد العجيب يا شعاع مجد الآب. أنت الذي كان بك كل شيء وكونتنا من العدم مما لم يكن أظهرت لنا غوامض حكمتك وخلقت الملائكة من أجلنا، ولأجلنا صنعت كل شيء أبدعتنا على صورتك ومثالك، ورسمت فينا صورة سلطانك ووضعت فينا موهبة النطق، يا كلمة الله، أخضعت تحت إيدينا كل شيء وسلطتنا على جميع حيوانات الحقل قتلت العداوة بالصليب وفي شخصك رسمت صورة المصالحة بيننا وبين إبيك.

صيرت العبد حرًا وقربته، والصك القديم بجراحاتك مزقته وبالمسامير رسمت اسمي على كفك تذكارًا أبديًا أمام الأب كل حين كراع صالح سعيت ورائي أنا الضال وجملتني على منكبيك فرحًا وأتيت بي إلى مائدة السرور الخلاصية كأس الفرح أسقيني وبدهن الإبتهاج المقدس مسحتني يا من لم يحسب أن يكون معادلًا لله خلسة بل أنت هو الأقنوم الذاتي ويد حكمة الله الآب، حينما وضع للبحر حدًا كنت أنت معه مشيرًا تنازلت من أجلي لشخص العبودية واحتملت ظلم الأشرار أتيت إلى اذبح مثل حمل تأديب سلامي كان عليك وبجراحاتك شفيتني من سم الموت تركت ظهرك للسياط ووجهك لم ترده عن خزي البصاق وخديك للاطمين أظهرت عظيم إهتمامك بي وأكملت ناموسك عني، ربطتني بكمالات الشريعة، وعزيتني بلبان العلم من قبل روحك القدوس، منطقتني بالقوة وإتخذتني لك مسكنًا، صنعت لي وليمة النعمة ومن سم الحية شفيتني وأدوية الخلاص سلمتني لأنه هكذا أيها السيد عندما عدمت نفسي من شجرة الحياة أعطيتني مشتهيات الألوهية،وصيرتني معك واحدًا أعطيتني جسدك ودمك ذلك الذي بذلته عن حياة العالم، وسقيتني من ذلك العصير الخارج من جنبك الينبوع الغير المنقطع ينبوع الحياة، تلك المائدة التي فيها شفاء الأمم، يا شمس البر، وقدمتنا لأبيك أبناءًا وعلمتنا أن ندعو أباك أبا لنا ونقول بصوت مرتفع: أبانا الذي في السموات..إلخ.
'''
  },
  {
    'name': ' قسمة للآب من قول القديس إغريغوريوس',
    'text':
        '''يا الله العظيم القدوس المحتجب في مجده، المقتدر في كافة أفعاله. العزيز في عزته. الجزيل الصلاح. العالم بكل شيء. الحاضر في كل مكان. المتنزه عن التعيير. الفريد وحده. الغني بنفسه. القدوس القدير الممجد في جميع الملائكة والقديسين. يا من بآلامك المحيية جددت جبلتنا المائتة التي ماتت بسبب الخطية. لا تطرحنا عنك يا إلهنا. ويا من بصليبك الغالب قتلت الموت الذي كان سائدًا علينا، بحنوك أشفق علينا واحفظنا تحت جناحيك ويا من سمرت بالمسامير في جسدك الطاهر كالمذنبين حبًا بنا نحن الخطاة، بقوتك يا رب مزق مصائد أعدائنا ويا من طعنت بالحربة في جنبك الأقدس بعز سلطانك أثقب كل شباك المقاومين لنا. ويا من بموتك المحيي أمت الموت قاتلنا فلا تجعل له سلطانًا علينا يا سيدنا ويا من من بدفنك في القبر دفنت آثامنا اجعلنا يا الله ألا نجددها مرة ثانية. ويا من بقيامتك المقدسة حطمت مملكة إبليس أقمنا يا رب من سقطات الخطية، ويا من بصعودك المعظم أرسلت الروح القدس على تلاميذك إجعلهما لآثامنا وغسلًا لأدناسنا وإجعلنا يا إلهنا ان نقسم أسرارك القدسية يغر خوف ولا رعب ولا تبكيت ولا وقوع في العقوبة الأبدية، ولا تكن أيضًا سببًا في زيادة الخطية بل لتكن تقديسًا لنفوسنا وأجسادنا وتثقيفًا لعقولنا وقلوبنا ونقاوة وتهذيبًا لأفكارنا وأذهاننا وسورًا رفيعًا تجاه الأعداء المضادة لنا وبرجًا حصينًا قبالة المعاند وعربون حياة للعالم الجديد وملكوت مجدك العتيد.

ولكي تظهرنا يوم حكمك الرهيب لأننا تقدمنا إلى حضرتك معترفين بربوبيتك مقرين أمام تابوت قدسك، ان هذا هو الجسد المقدس نفسه معطي الحياة لكل الذين يأكلون منه وهذا هو دمك الحقيقي المطهر لكل العالم فيا كل العطاش تعالوا وإشربوا من جنب الحمل لتروي نفوسكم إقتربوا إليه لتمحي خطاياكم تقدموا نحوه لتطهروا من آثامكم هذا هو بالحقيقة الموضوع امامنا فلا شك ولا ريب فيه أن هذا الجسد وهذا الدم لعمانوئيل إلهنا الكائن معنا على هذه المائدة فنحن نسأل ونطلب من صلاحك يا محب البشر إقبل صلواتنا نحن المرئيين عبيدك من غير المرئيين وإحسبنا مع الطقوس السمائية لكي نصرخ باستجابة الغلبة والظفر بأصوات لا تسكت وأفواه لا تصمت رافعين أيدينا إليك أيها الآب القدوس في السموات ونقول: ابانا الذي في السماوات.. إلخ.
'''
  },
  {
    'name': 'قسمة للابن سنوي',
    'text':
        '''يا مخلصي، هذه هي الرأس التي كللت بإكليل شوك ومالت إلى اليمين عندما أسلمت الروح، يا إلهي، هذا هو الوجه الذي هو أبرع جمالًا من بني البشر الذي تفل عليه العبد لاطمك، وهذا هو الفم المحيي الذي كله حلاوة ومشتيهات الذي ذاق الخل ممزوجًا بمرارة.

يا سيدي، هذا هو الظهر الذي تعرض لضرب السياط كمذنب أثيم، يا ملكي هذا هو الجنب الذي طعن بالحربة فوق الجلجثة فجري منه دم وماء يا فادي هاتان هما اليدان اللتان أشبعتا كل حي من رضاك، وهاتان هما الرجلان اللتان كانتا تتجولان في كل مكان تصنعان خيرًا وتشفي كل الذين تسلط عليهم إبليس قد سمرتا على الصليب(+) من أجل خلاص العالم كله، من أجل هذا مخلصنا الصالح صرخ قائلًا: أن جسدي هو مأكل حق ودمي هو مشرب حق من يأكل جسدي ويشرب دمي يكون في وأنا أكون فيه، طهر نفوسنا وأجسادنا وأرواحنا لكي بقلب طاهر نناديك بنغمة البنوة قائلين: ابانا الذي في السماوات.. إلخ.

(+) ليتني يا سيدي كنت تلك الشجرة التي صنع منها الصليب، الذي أغتسل بدمك الطاهر من رأس مكلل بالشوك ويدان ورجلان مثقوبة بالمسامير وظهر مزقته السياط، ليتني كنت تلك الشجرة فأتقدس بدمك الطاهر ولكنك يا رب لم تحرمني من فعل هذا الدم للتقديس إذ منحته لي في سر الأفخارستيا.. كما أشكرك أيها الحبيب الصالح، وأرجوك أن تثبتني فيك.
'''
  },
  {
    'name': ' قسمة سنوي للقديس أبيفانيوس: قسمة الحكمة',
    'text':
        '''يا إلهنا بلاد الحكمة أين مسكنها وأين مواطنها؟ أين آثار طريقها؟ من عبر البحر وإشتراها بذهب نقي؟ من صعد فوق السحاب وأنزلها ؟ الإنسان الفاني لا يعرف طريقها، هي منسية مل كل البشر، مختفية عن الملائكة الذين يحصلون ينالون نعمة، الذين يبغضونها يحبون الموت، هي أجمل من الشمس وكل النجوم هي تشبه نور الآب لأنها كائنة معه منذ الأزل.

الحكمة مع أنها كائنة منذ القدم ولكنها تجدد الجميع في كل زمان تدخل إلى نفوس الأبرار هي خير من اللآلئ وكل كرامة لا تساويها. لها المشورة والقدرة والمعرفة بها يملك الملوك بها يكرم العظماء وبها يملك الرؤساء الأرض هي تحب الذين يحبونها وتحفظ الذين يحفظونها والذين يطلبونها يجدون نعمة.

الحكمة تتشمي في طريق العدل وتتحرك في سبيل الحق لتهب الذين يعرفونها غني وتملأ خزائنهم فرحًا أعطاها الله لأبينا يعقوب ثم ظهرت على الأرض لأرض ومشت كإنسان هوذا الحكمة قد بنت لها بيتًا وأسست أعمدتها السبعة ذبحت ذبائحها سكبت خمرها وأرست مائدتها بيتها هو الجامعة الرسولية الكنيسة وأعمدتها السبعة هي أسرار الله المحيية، الحكمة أرسلت عبيدها ينادون على الدوام قائلين: من هو بسيط فتمل إلى ولناقص الفهم تقول لهم هلموا كلوا من خبزي وإشربوا من دمي – أتركوا الجهالة عنكم فتحيوا.

اما الحكمة فهي مخلصنا يسوع المسيح الذي فدانا بذبيحة جسده وإشترانا بسفك دمه وإختارنا لملكوته الأبدي لهذا نسألك يا سيدنا أن تعطينا أن نجد الحكمة منك وحدك وأن تقبل هذه الذبيحة من إيدينا وأن تقبل منا أصوامنا وصلواتنا لكي بدالة البنين نصرخ إليك يا أبانا السماوي قائلين: يا أبانا الذي في السموات.. إلخ.
'''
  },
  {
    'name': 'قسمة في الأعياد السيدية وفي الميلاد',
    'text':
        ''' اللهم الذي سبق علمه وجود الكائنات، الذي أوجد الروح من لا شيء وحمله في الجسد إلى الزمان الذي يريد فيه أن ينقل إلى المظال الأبدية.

الذي تنبأ عنه رجال الله الأصفياء فقال يعقوب أبو الأسباط: إنني رأيا رؤيا إذ بسلم منصوب من الأرض إلى السماء، وملائكة الله تصعد وتنزل عليه، والرب واقف عليه ويقول: أنا هو الرب إله إبراهيم أبيك وإله اسحق.

إشعياء ذو الصوت العظيم في الأنبياء تنبأ قائلًا: هوذا العذراء تحبل وتلد إبنًا ويدعي إسمه عمانوئيل الذي تأويله الله معنا إنه ولد لنا ولد ونعطي إبنا وتكون الرياسة على منكبيه الله القوي المتسلط وملاك المشورة في الرئاسة الأبوية.

إرميا الصريح في الأنبياء تنبأ قائلًا: من أجل صهيون لا أسكت ومن أجل اورشليم لا أفتر. ترياق جلعاد هو شفاء إبنه شعبي فلنذهب إلى جلعاد ونطلب الشفاء من ذلك الموضع. جلعاد هي الجامعة الرسولية وترياقها هو جسد ودم عمانوئيل، وإبنة شعبي هي العروس الحقيقية التي نالت الطهارة من إبنها الحبيب يسوع المسيح ربنا.

حزقيال العفيف في الأنبياء تنبأ قائلًا: إنني رأيت بابًا جهة المشرق مختومًا بختم عجيب ولم يدخل منه إلا واحد وهو رب الجنود دخل وخرج وبقي الباب مصونًا بصيانة أزلية ثم رأيت مركبة طائرة نحو السماء وأربعة وجوه تحيط بها وجه أسد ووجه ثور ووجه نسر ووجه إنسان وسمعت صوتهم فوق الكاريبيم قائلًا: يا رجل الله يا رجل الله، يا رجل الله تنبأ!

دانيال الفصيح في الأنبياء تنبأ قائلًا: إنني رأيت جبلًا عاليًا لم تلمسه يد إنسان قطع منه حجر ثم رأيت ابن الإنسان جالسًا على سحاب السماء بحمرة ثيابه هو وسنوه لا تنقضي بالحقيقة هذا هو يسوع المسيح الذي تجسد من العذراء مريم نسأل ونطلب من صلاحك يا رؤوفًا بالعباد طهر نفوسنا وأجسادنا وأرواحنا لكي بقلب طاهر ونفس مستنيرة ووجه غير مخزي وإيمان بلا رياء ومحبة كاملة نطلب إليك أيها الآب القدوس الذي في السموات ونقول: ابانا الذي في السماوات.. إلخ.
'''
  },
  {
    'name': ' قسم تُقال في عيد الختان ودخول المسيح له المجد إلى أورشليم',
    'text':
        '''نسبح ونمجد اله الالهة ورب الأرباب الذي تجسد من القديسة مريم العذراء ولدته في بيت لحم , واذا ملاك الرب قد ظهر للرعاه وبشرهم بميلادة العجيب فأتوا ونظروه. ربنا يسوع المسيح ابن الله الحقيقى قبل اليه الختان في اليوم الثامن لميلادة المجيد كعادة الناموس لكي يصيرنا أحرارا من ختان الجسد ولكى يعطينا روحه القدوس بالكمال. هذا الذي دخل إلى الهيكل على يدى أمه القديسة مريم العذراء ويوسف النجار بعد أربعين يوما من مولدة المقدس ليصنعاعنة كما جاء في الناموس. وحملة سمعان الشيخ على ذراعية وبارك الله قائلا: الآن يا سيدى تطلق عبدك بسلام حسب قولك لأن عينى قد أبصرتا خلاصك الذي أعددتة أمام جميع الشعوب. أنت الآن يا سيدنا أنر عيون قلوبنا وطهرنا كاملين في النفس والجسد والروح. لكي بقلب طاهر وشفتين نقيتين نجسر بغير خوف أن نصرخ نحو أبيك القدوس الذي في السموات ونقول: أبانا الذي.........
'''
  },
  {
    'name': 'قسمة عيد البشارة المجيد (29 برمهات)',
    'text':
        '''نسبح ونمجد اله الآلهة ورب الأرباب الذي تجسد من القديسه مريم العذراء وولدتة في بيت لحم. لأن الرب أرسل جبرائيل الملاك مبشرا سيدتنا كلنا مريم العذراء بتجسد كلمة الآب الأزلى الذي هو مخلصنا يسوع المسيح. جبرائيل رئيس الملائكة بشر مريم العذراء وبعد أن منحها السلام ثبتها بهذا الكلام قائلا: لا تخافى يا مريم لأنك قد وجدت بنعمه أمام الله وستلدين ابنا وتسمينه يسوع , القدوس المولود منك يدعى ابن الله. الرب الإله الذي على الكل , المبارك إلى الأبد الغير متجسد قد تجسد وولد من العذراء ولفتة بالخرق ووضعتة في المزود , وعساكر السموات ترتل له صارخين: المجد لله في الأعالى وعلى الأرض السلام وفي الناس المسره. هكذا أيضا يا سيدنا نحن الضعفاء الخطاه عبيدك الطالبين رحمتك تفضل أنعم لنا بسلامك وحصنا كل يوم بيمينك المحيية لكي بطهارة نتناول من هذه الأسرار النقية ونتطهر كلنا كاملين في أنفسنا وأجسادنا وأرواحنا ونجسر بداله بغير خوف أن ندعوك يا الله الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات.........
'''
  },
  {
    'name': 'قسمة تُقال في احد الشعانين',
    'text':
        '''أيها الرب ربنا مثل عجب صار اسمك على الأرض كلها , لأنه قد ارتفع عظم بهائك فوق السموات , من أفواه الأطفال والرضعان هيأت سبحا. الرب الجالس على الشاروبيم ركب على جحش ابن أتان ودخل إلى أورشليم بتواضع عظيم لكي يتم ما قيل بالنبى القائل: قولوا لابنه صهيون هوذا ملكك يأتيك وديعا راكبا على أتان وجحش ابن أتان. وحمل الأطفال سعفا من النخيل وخرجوا للقائة وكانوا يصرخون أوصنا في الأعالى مبارك الآتى باسم الرب ملك اسرائيل. والجمع الأكثر فرشوا ثيابهم في الطريق , وآخرون قطعوا أغصانا من الشجر وفرشوها في الطريق والجموع  الذين تقدموا والذين تبعوا كانوا يصرخون قائلين: أوصنا لابن داود مبارك الآتى باسم الرب , مباركة مملكه أبينا داود الآتيه باسم الرب , أوصنا في الأعالى. ولما دخل أورشليم ارتجت المدينه كلها قائلة: من هو هذا؟ فقالت الجموع: هذا هو يسوع الذي من ناصرة الجليل. فيا ربنا هيىء نفوسنا لنسبحك ونرتل لك ونباركك ونخدمك ونشكرك كل يوم وكل وقت وكل ساعه. لكي بقلب طاهر وشفتين نقيتين نعترف ونصرخ نحو أبيك القدوس الذي في السموات ونقول: أبانا الذي.......
'''
  },
  {
    'name': 'قسمة لعيد الرسل',
    'text':
        '''يا الله الآب السماوي القادر على كل شيء أبا ربنا وإلهنا ومخلصنا وملكنا يسوع المسيح الذي دعا له إثني عشر رسولًا ليكونا له تلاميذ وسبعين آخرين وأعطاهم السلطان أن يشفوا المرضي ويطهروا البرص ويطردوا الشياطين والأرواح النجسة ويقيموا الموتي، وليكرزوا بالإنجيل للخليقة كلها ويعمدوهم باسم الآب والإبن والروح القدس.

يا من أقام تلميذه القديسين ورسله الأطهار ليكونوا رؤساء كهنة العهد الجديد يكرزون ويعلمون ويباركون ويقدسون المؤمنين بالروح القدس الذي أعطاهم ويقبلون التائبين ويغفرون لهم خطاياهم ويجعلونهم أهلًا لتناول أسراره المقدسة غذاء لنفوسهم وقوتًا لأرواحهم للحياة الأبدية.

يا من نفخ في وجه تلاميذه القديسين ورسله الأطهار ومنحهم سلطانًا أن يدرسوا الحيات والعقارب وكل قوة العدو الشيطان، وأن يتعهدوا المؤمنين بوسائط الخلاص وأن يكونوا له وكلاء على الأرض ومستودعًا لمواهبه الخلاصية واستحقاقاته الكفارية يوزعونها على مستحقيها ووكلاء أسراره المحيية.

يا من سكب على تلاميذه القديسين بعد صعوده إلى السماء مواهب الروح القدس. روح الحق المنبثق من الآب فقدسهم وبررهم وطهرهم وملأهم من كل حكمة وفهم ومشورة وشجاعة وقوة وصيرهم قادرين على أن يتنبأوا ويتكلموا باللغات ويفتنوا بإنجيل الخلاص المسكونة كلها.

اللهم يا من وكل تلاميذه القديسين ورسله الأطهار أن يقيموا من بين المؤمنين أساقفة وكهنة وشمامسة لخدمة إنجيل الملكوت ورعاية قطيع المسيح وتدبير كنيسته المقدسة.

وبعد ان كرزوا وعاموا وقدسوا وأقاموا لهم خلفاء ووكلاء وعرفاء لم يحسبوا أنفسهم ثمينة لديهم فبذلوا حياتهم من أجل إسمك القدوس في أسفار وفي أسهار وفي أصوام وفي أتعاب كثيرة وبعد أن قاسوا عذابات أليمة ماتوا رجمًا او حرقًا أو صلبًا أو قطعت رؤوسهم فنالوا إكليل الشهادة وإكليل الرسولية.

فبطرس الرسول مات مصلوبًا منكسًا وبولس الرسول قطعت رأسه بالسيف ومرقس الرسول سلموه مربوطًا في شوارع الإسكندية فتقطعت أوصاله وتهشمت عظامه وسالت دمائه فكانت بركة لبلادنا المصرية وكنيستنا الأرثوذكسية

الله إقبلنا نحن أيضًا طاهرين بلا عيب أمامك ونقي بروحك القدوس وبسر القربان المحيي أرواحنا وأنفسنا وأجسادنا بل أيضًا أفكارنًا وقلوبنا ونياتنا حتى نجرؤ بمحبة غير ناقصة ودالة بغير مخادعة أن نصرخ نحو أيها الآب القدوس السماوي بالصلاة التي علمتها لتلاميذك الطهار قائلين: أبانا الذي في السموات... إلخ
'''
  },
  {
    'name': ' قسمة صوم وأعياد القديسة العذراء مريم',
    'text':
        '''يا الله الساكن في الأعالي والناظر من علو سماه إلى قلوب المتواضعين من عبيده، الذي شاء أن يفتقدنا برحمته وأن يجيئ إلينا متجسدًا من الروح القدس ومن القديسة العذراء مريم.

يا من وعد أبانا آدم بالخلاص وثبت وعده المقدس لجميع الآباء بميلاده البتولي في ملئ الزمان من بكر بتول نقية وعفيفة قدسها وطهرها وملأها نعمة وفضها على نساء العالم. هي العذراء الدائمة البتولية العذراء كل حين مريم – حواء الجديدة فخر جنسنا والسماء الثانية الجسدانية.

يا من أحبنا وأراد من فيض حبه ورحمته ومن دلائل عدله وبره وثبوت حكمه وقضائه أن يفدينا من موت الخطية الأصلية ويرغ عنا عقوبتها الأبدية بأن يموت بدلًا عنا في جنس البشرية الذي أخذه من العذراء مريم أم الخلاص وكما كانت حواء الأولي أصل البلاء، هكذا صارت حواء الجديدة باب السماء.

يا من تجسد من البكر البتول، وأكرم بميلاده من العذراء دائمًا وكل حين البتولية الدائمة والعفة الكاملة وهي صورة البهاء الأولية التي خلق الله بها الأبوين الأولين أدم وحواء عندما كانا معًا في فردوس النعيم.

يا من شرف حواء الثانية بان سكن في أحشائها تسعة أسهر كاملة وكون منها بالروح القدس الذي حل عليها جسدًا بنفس بشرية إتحد به في أقنوم واحد وطبيعة واحدة وولد منها الكلمة الذي كان ولم يزل إلهًا مباركًا إلى الأبد.

يا من خرج من بطن العذراء وختوم البتولية مختومة يا من رضع من لبن العذراء وهو الساقي الخليقة من نعمته وتربي في حضنها ونام بين يديها وجلس على ركبتيها وهو الجالس على مركبة شاروبيمية وسجدت له الملائكة ورؤساء الملائكة الأطهار.

يا من شرف مصر بحضوره راكبًا على السحابة السريعة والخفيفة فإرتجت اوثان مصر من وجهه وذاب قلب مصر في داخلها ولم تكن السحابة السريعة الخفيفة إلا العذراء مريم في نقاءها ورقتها وطهارتها كل حين.

يا من شاء ان يكرم الأمومة في مريم العذراء وكان خاضعًا لها ودائمًا يلبي ندائها ويقبل شفاعتها ويستجيب صلواتها.

يا من أودع أمه العذراء عند تلميذه يوحنا وجعل لها يوحنا إبنا. وفي يوحنا وهبنا العذراء اما لنا وجعلنا لها بالإيمان أولادًا وبنينًا.

يا من لم يشأ للعذراء أم الخلاص وقد صارت تابوتًا مقدسًا سكن فيه الرب جسديًا أن يبقي هذا الجسد على الأرض فرفعه بعد موتها إلى السماء على أيدي الملائكة ورؤساء الملائكة القديسين.

يا من شرفنا وشرف جنسنا بأن إتخذ من العذراء مريم جسدًا وصعد به إلى السماء فوجد فداءًا أبديًا وجلس به على العرش فصرنا فيه جالسين عن يمين الآب.

يا الله الرحوم إرحمنا وإغفر خطايانا وإقبل شفاعة أمك العهذراء فينا وأجعلنا مستحقين للمس جسدك المقدس ودمك الكريم لكي بقلب طاهر ونفس مستنيرة ووجه غير مخزي وإيمان بلا رياء ومحبة كاملة ورجاء ثابت نصرخ نحو أبيك القدوس الذي في السموات ونصلي بشكر: أبانا الذي في السموات.. إلخ.
'''
  },
  {
    'name': ' قسم تُقال في تذكار البشارة والميلاد والقيامة (29 من كل شهر قبطي)',
    'text':
        '''نسبح ونمجد إله الآلهة ورب الأرباب، الذي تجسد من القديسة مريم، ولدته في بيت لحم.

نسر بالتماجيد الروحية والتراتيل السماوية لأن الرب أرسل جبرائيل الملاك مبشرًا سيدتنا كلنا مريم العذراء بتجسد كلمة الآب الأزلي الذي هو مخلصنا يسوع المسيح.

جبرئيل الملاك بشر العذراء مريم وبعد أن منحها السلام ثبتها بهذا الكلام قائلًا: لا تخافي يا مريم لأنك قد وجدت نعمة أمام الله وستلدين إبنًا وتسميه يسوع والقدوس المولود منك يدعي إبن الله.

هذا هو مخلصنا المسيح ابن الله المولود منه قبل كل الدهور الكائن معه والمساوي له في الأزلية والألوهية الذي ولد من مريم وهي عذراء بأمر عجيب.

الرب الإله الذي على الكل، المبارك إلى الأبد، الغير متجسد قي تجسد وولد من العذراء ولفته بالخرق ووضعته في المزود وعساكر السماوات ترتل له صارخين المجد لله في الأعالي وعلى الأرض السلام وبالناس المسرة.

الذي نما قليلًا قليلًا بشبه البشر بغير خطية وحده، وهو الكائن بسلطانه وليس له بداية ولا نهاية الذي عوض الخطية المحيطة بالعالم مات بالصليب وفي اليوم الثالث قام من القبر.

يا كلمة الإله بمحبتك للبشر رفعت الخطايا والآثام أنت الغير خاطئ وحدك صيرت ذاتك خطية لأجلنا ولكنك دست الخطية والموت بقيامتك من بين الأموات.

لك السموات والأرض وكل ملئها، الأرضيون والمساويون صاروا اليوم واحدًا في التسبيح بقيامتك لأنه قد صار فرح في المسكونة من أجل أن الإله صار مع البشر ومن بعد تأنسه أظهر مجد لاهوته بقيامته من بين الأموات

نحن أيضًا يا سيدنا نؤمن بربوبيتك ونعترف بتجسدك وتأنسك وقيامتك من بين الأموات فأنعم علينا بغفران خطايانا وآثامنا وطهر قلوبنا وأجسادنا وأرواحنا لكي بقلب طاهر ونفس مستنيرة نصرخ نحو أبيك الذي في السموات ونقول: أبانا الذي في السموات.. إلخ.
'''
  },
  {
    'name': ' قسمة للآب تُقال في كل وقت',
    'text':
        '''اللهم أبا ربنا وإلهنا ومخلصنا يسوع المسيح الذي سبق بظهور هذا السر العظيم من قبل إشعياء لأنه قاتل فيما أنا قائم في وقت الظهيرة فرأيت رؤيا ووقع على وهن (تعب)

رأيت السموات مفتوحة ورأيت مركبة نور إبنة هبطت إلى أسفل وأربعة حيوانات يسبحون المركبة.

ومثل إبن الله جالسًا على المركبة ووجهه يضيء مثل النار والنار الحية محيطة به ورأيت الأربعة حيوانات وهذه أشكالهم وجه أسد ووجه عجل ووجه نسر ووجه إنسان.

عظيم هو مجدهم وكرامتهم. مجدهم لا يوصف وأجسادهم كالشعاع المحرق وأربعة جهاتهم مملوئين أعين من الداخل والخارج يلمعون ببريقًا مضيئًا وصوت أجنحتهم كمثل الخيل.

ورأيت ألوفًا ألوفًا وربوات ربوات ملائكة قيام بخوف ورعدة صارخين قائلين: قدوس قدوس قدوس رب الصباؤوت السماء والأرض مملوءتان من مجدك القدس.

ورأيت أربعة وعشرين كرسيًا حول المركبة وأربعة وعشرين شيخًا جلوس عليهم وهم ملتحفين بحلل نورانية وأكاليل ذهب على رؤوسهم وجامات ذهب في أيديهم مملوءة من بخور مختار وهم يصرخون قائلين: قدوس، قدوس، قدوس رب الصباؤوت السماء والأرض مملوءتان من مجدك الأقدس.

فإذا ما قالوا التمجيد للجالس على المركبة تصرخ سائر الطغمات السمائية قائلين: آمين الليلويا.

فلما سمعتهم خفت وسقطت على وجهي فأتي إلى أحد الساروفيم ومسك بيدي وأقامني ونزع عني الخوف وقال: قم يا رجل الله لا تخف وأخذ جمرة بكلابتين من فوق المذبح وطرحها في فمي وقال لي خذ هذه كلها هي ترفع خطاياك وتطهر آثامك.

فكان لما أكلتها صارت مثل العسل في فمي ونزلت إلى بطني كالمرارة، اما هو فقال لي: هذه الحلاوة التي صارت في فمك هي تمحو آثامك وتطهر خطاياك والمرارة التي في بطنك أنت تعلم أسرار عظيمة وتنظر مناظر عظيمة.

من أجل هذا نسأل ونطلب من صلاحك يا محب البشر كما صهرت شفتي عبدك إشعياء النبي طهر نفوسنا وأجسادنا وأرواحنا لنجسر بدالة بغير خوف ان نصرخ إليك يا الله الاب ضابط الكل ونقول الصلاة الربانية التي علمها ابنك الحبيب لخواصه الأطهار وإنه في كل زمان إذا ما صليتم فأطلبوا هكذا وقولوا: أبانا الذي في السموات.... إلخ.
'''
  },
  {
    'name': 'صلاة قسمة سريانية',
    'text':
        '''أنت هو الإله الأقدس والصالح الواهب السعادة للمختارين، والقداسة للقديسين.

أنت مجانًا برحمتك ومحبتك وهبت لنا جسدك المطر ودمك الفادي مائدة وعزاء للمؤمنين.

هذه هي الذبيحة التي صورها هابيل بدمه، وأشار إليها بذبحه هذه هي الذبيحة التي نجت الأبكار من ضربة الملك، هذه هي الذبيحة التي تنبأ كافة النبويين عنها بنبواتهم وإشتهوا لنظرها الأبرار والصديقون في أوقاتهم.

هاتان هما اليدان اللتان سمرتا على الصليب هذا هو الجنب الذي فتحت الجندي بالحربة وجري منه دم وماء غفرانًا لكل العالم.

بذوق لحمك أؤهل لحلاوة محبتك وبمشرب دمك أعطيتني مذاقة روحانية تلذذ بمذاقة أسرارك الإلهية.

كما أنك متحد بالخبز والخمر أنا أتحد بك وأنتي بي ويكمل قولك الجميع واحد وأنت في وانا فيك وأنت في أبيك وأبوك فيك وبدالة أدعو أباك أبًا لي بصوت جهور قائلًا: أبانا الذي في السموات.. إلخ.
'''
  },
  {
    'name': 'صلاة قسمة للقديس أثناسيوس الرسولي',
    'text':
        '''وأيضاً نتضرع إلى إلى الرحمةِ، ونكهن إلى ذلك الذي هو نَفسهُ الكاهن، ونقدم الذبيحة إلى ذلك الذي هو نَفسهُ الذبيحة.

ونقدم التقدمة إلى ذاك الذي هو نفسه التقدمة، ليأت ذاك الحمل من الأعالي فنراه بأعيننا، ونذبحه بأيدينا ونفرح بهِ.

ليتحد جسده بهذا الخبز، ولينسكب دمه في هذه الكأس.

يجب ألا يُفكر أي واحد منا عندما يأكل من هذا الخبز، أنه يأكل مجرد لحم بدون دم أو روحٍ، ويجب ألا يفكر أي واحدٍ منا عندما يشرب من هذه الكأس، أنه يشرب مجرد دم بدون جسدٍ ولا روح.

طهر نفوسنا، وأجسادنا، وأرواحنا، وأفكارنا، ونياتنا كلنا لكي بقلبٍ طاهرٍ، ونفس مستنيرةٍ، ووجهٍ غير مخزي، وإيمانٍ بلا رياء، ومحبة كاملة، ورجاءٍ ثابت، نَجْسُر بدالة بغير خوف أن ندعوك يا الله الآب القدوس الذي في السموات، ونقول كما علَّمتَنا:

يا أبانا الذي في السموات...
'''
  },
  {
    'name': 'قسمة تُقال في عيد عرس قانا الجليل',
    'text':
        '''أنت هو كلمة الآب الإله الذي قبل كل الدهور رئيس الكهنة الأعظم , الذي تجسد وتأنس من أجل خلاص جنس البشر. الذي نما قليلا قليلا بشبة البشر بغير خطية وحدة الذي أتى إلى الأردن واعتمد من يوحنا السابق. الذي اجتمع مع أمه العذراء مريم وآبائنا الرسل الأطهار في العرس بقانا الجليل ولما فرغت الخمر قالت أم يسوع لة ليس لهم خمر. ستة أجران ماء حولها إلى خمر مختار بقوة لاهوتة هذه بداية الآيات فعلها يسوع في قانا الجليل وأظهر مجدة فآمن به تلاميذة. أنت هو المسيح الخنا حمل الله حامل خطية العالم , اغفر ذنوبنا واترك خطايانا , وأقمنا عن جانبك اليمين. الذي من الشاروبيم يتبارك ومن الساروفيم يتقدس ومن ألوف ألوف وربوات ربوات الخدام الناطقين يتعظم. الذي يقدس ويكمل القرابين وتميل الأثمار التي قدمت لك رائحه لذيذه, قدس أيضا أجسادنا وأنفسنا وأرواحنا كلنا. لكي بقلب طاهر ووجه غير مخزى نصرخ نحو أبيك القدوس الذي في السموات ونقول: أبانا الذي........
'''
  },
  {
    'name': ' قسمه تُقال في عيد التجلي المجيد (+)',
    'text':
        '''أنت هو كلمة الآب الالة الذي قبل كل الدهور ورئيس الكهنة الأعظم الذي تجسد وتأنس من أجل خلاص جنس البشر ودعى لة من جميع الأمم جنسا مختارا مملكة وكهنوتا وأمه مقدسة وشعبا مبررا. الذي صعد فوق جبل تابور وأخذ معه تلاميذة بطرس ويعقوب ويوحنا وتجلى أمامهم وكان وجهة يلمع أكثر من الشمس وثيلبة مثل الثلج , ظهر لهم النبيان موسى وايليا وهما يتكلمان معه عن الفداء الذي كان مزمعا أن يكمله في أورشليم. واذ سحابة منيره ظللتهم وصوت من السماء قائلا: هذا هو ابنى الحبيب الذي به سررت له اسمعوا. فلهذا نٍال ونطلب من صلاحك يا محب البشر أن لا تكون هذه الذبيحة تبكيتا لخطايانا وعارا لآثامنا لأننا قدمناها لك عن ضعفا, بل قدس أنفسنا وأرواحنا ونياتنا كلنا. لكي بنفس مستنيرة ووجه غير مخزى وقلب طاهر وايمان بلا رياء ومحبة كاملة ورجاء ثابت نجسر بدالة بغير خوف أن نصلى الصلاه المقدسة التي أعطيتها لتلاميذك القديسين والرسل الأطهار قائلين بشكر: أبانا الذي في السموات.......
'''
  },
  {
    'name': ' قسمة القداس الباسيلي للآب',
    'text':
        '''أيها السيد الرب الهنا العظيم الأبدى والمتعجب منة بالمجد. حافظ عهدة ورحمتة للذين يحبونة بكل قلبهم. الذي أعطانا الخلاص من خطايانا بابنة الوحيد يسوع المسيح ربنا حياة كل أحد. يا معين الملتجئين الية. رجاء الذين يصرخون نحوة. الذي يقف أمامة الوف الوف وربوات ربوات الملائكة ورؤساء الملائكة المقدسين. الشاروبيم والسارافيم وكل الجمع الغير المحصى الذي للقوات السمائية.اللهم الذي قدس هذه القرابين الوضوعه بحلول روحك القدوس عليها وطهرتها. طهرنا نحن يا سيدنا من خطايانا الخفية والظاهرة وكل فكر لا يرضى صلاحك يا الله محب البشر فليبعد عنا.طهر نفوسنا وأجسادنا وأرواحنا وقلوبنا وعيوننا وأفهامنا وأفكارنا ونياتنا. لكي بقلب طاهر ونفس مستنيرة. ووجة غير مخزى. وايمان بلا رياء ومحبة كاملة ورجاء ثابت. نجرأ بدالة بغير خوف أن نطلب إليك يا الله الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات.................
'''
  },
  {
    'name': 'قسمة للإبن من القداس الغريغوري',
    'text':
        '''مبارك أنت أيها المسيح الهنا ضابط الكل مخلص بيعتك أيها الكلمة المعقولة والانسان المنظور. الذي من قبل تجسدك غير المدرك أعددت لنا خبزا سمائيا جسدك المقدس هذا السرى والمقدس في كل شىء. ومزجت لنا كأسا من كرمة حقيقية التي هي جنبك الالهى غير الدنس. هذا الذي من بعد أن أسلمت الروح فاض لنا منه ماء ودم هذان الصائران طهرا لكل العالم. ا قتننا لك أيها الصالح نحن عبيدك الغير المستحقين. واجعلنا لك شعبا مجتمعا, مملكة وكهنوتا وأمة مقدسة. طهرنا نحن أيضا يا سيدنا كما قدست هذه القرابين الموضوعه, وجعلتها غير مرئية من المرئين وأسرارا معقولة لك. يا ربنا والهنا مخلصنا يسوع المسيح. أنت من أجل تحننك الجزيل جعلتنا أهلا كلنا للبنوة, بالصبغة المقدسة. وعلمتنا أمثلة الصلاة السرية لندعو أباك بها. أنت أيضا الآن يا سيدنا اجعلنا مستحقين بنية طاهرة. وفكر صالح يليق بالبنين. واشتياق ودالة. أن نجرأ ونصرخ نحو الله أبيك القدوس الذي في السموات ونقول: أبانا الذي في السموات.............
'''
  },
  {
    'name': ' قسمة القداس الكيرلسي للآب',
    'text':
        '''يا الله الذي سبق فوسمنا للبنوة بيسوع المسيح ربنا كمسرة ارادتك, كرامة لمجد نعمتك التي أنعمت بها لنا بحبيبك. هذا الذي صار لنا بة بخلاصنا بدمة الطاهر لغفران الخطايا. نشكرك أيها الرب الالة ضابط الكل لأنك جعلتنا مستحقين نحن الخطاة. أن نقف في هذا الموضع المقدس ونكمل هذا السر المقدس السمائى. لكي كما جعلتنا أهلا أن نكملهما هكذا ايضا فلنستحق شركتهما والتناول منهما. يا من فتح أعين العميان افتح عيون قلوبنا. إذ نطرح عنا كل ظلمة الشر والخبث الذي شبة الدنس. ونستطيع أن نرفع أعيننا إلى فوق نحو بهاء مجدك القدوس. وكما طهرت شفتى عبدك اشعياء النبى. إذ أخذ أحد السارافيم جمرة بالكلبتين من على المذبح وطرحها في فيه وقال لة. ان هذه قد لمست شفتيك ترفع آثامك وتطهر جميع خطاياك. هكذا نحن أيضا الضعفاء الخطاة عبيدك الطالبين رحمتك. تفضل طهر أنفسنا وأجسادنا وشفاهنا وقلوبنا. وأعطنا هذه الجمرة الحقيقية المعطية للحياة للنفس والجسد والروح. التي هي الجسد المقدس والدم الكريم اللذان لمسحيك. لا للدينونة ولا للوقوع في الدينونة ولا خزيا وتبكيتا لزلاتنا. لئلا إذ ننال منهما بغير استحقاق نكون مدانين بهما. ولئلا تكون لنا كثرة كراماتك يا سيدنا علة ثقل بالأكثر للوقوع في الدينونة. إذ نصير غير شاكرين لك, أنت المحسن. بل انعم لنا بروحك القدوس. لكي بقلب طاهر وسريرة مستنيرة, بوجة غير مخزى وايمان بلا رياء, بحبة كاملة ورجاء ثابت. نجرأ بدالة بغير خوف أن نقول الصلاة المقدسة. التي أعطاها ابنك الحبيب لتلاميذة القديسين ورسلة الأطهار قائلا لهم: ان في كل زمان اذا صليتم فاطلبوا هكذا وقولوا: أبانا الذي في السموات.............
'''
  },
  {
    'name': 'قسمة عيد الغطاس',
    'text':
        '''أنت هو الله الرحوم مخلص كل أحد الذي تجسد من الروح القدس ومن القديسة مريم العذراء ولدتة في بيت لحم. الذي نما قليلا قليلا بشبة البشر بغير خطية وحدة. الذي أتى إلى الأردن واعتمد من يوحنا السابق. الله الجالس على الشاروبيم قد أتى إلى الأردن واعتمد فيه. الذي زين السماء بكثرة النجوم تعرى من ثيابه , والصورة التي فسدت وماتت بالخطية جددها مرة أخرى بعماد الماء. الذي شهد لة يوحنا بن ذكريا قائلا: أن الرب يسوع المسيح لما تعمد وصعد من الماء إذ السموات قد انفتحت لة ورأى روح الله نازلا مثل حمامة وآتيا علية وصوت من السموات قائلا: هذا هو ابنى الحبيب الذي به سررت. وفي الغد نظر يوحنا يسوع مقبلا الية فقال: هوذا حمل الله الذي يرفع خطية العالم. فيا حمل الله حامل خطية العالم اغفر ذنوبنا واترك خطايانا وأقمنا على جانبك اليمين. واذ قد أنعمت علينا يا سيدنا بالميلاد الذي من فوق بواسطة الماء وروحك القدوس, فاجعلنا مستحقين بداله بغير خوف أن ندعو الله أباك أبا لنا ونرفع أصواتنا ونقول: أبانا الذي في السموات.....
'''
  },
  {
    'name': 'قسمة عيد مجيء السيد المسيح إلى أرض مصر',
    'text':
        '''أيها السيد الرب الهنا الخالق غير المرئى غير المحوى غير المفحوص. الذي أرسل نورة الحقيقى ابنة الوحيد يسوع المسيح الكلمة الذاتى. الكائن في حضنة الأبوى كل حينا أتى وحل في الحشاء البتول غير الدنس ولدتة وهى عذراء وبتوليتها مختومه. إذ الملائكة تسبحه وعساكر السموات ترتل له صارخين قائلين: قدوس قدوس قدوس رب الصباؤوت السماء والأرض مملؤتان من مجدك الأقدس. هذا الذي تسبحه الملائكة جاء اليوم إلى مصر في حضن أمه مريم العذراء السماء الجديدة. والبار يوسف النجار. افرحى وتهللى يا مصر مع كل بنيك وتخومك لأنه أتى إليك محب البشر الكائن قبل كل الدهور. أشعياء النبى العظيم قال في نبؤته: هوذا الرب راكب على سحابة خفيفه وقادم إلى مصر , والسحابة كانت القديسة مريم العذراء. فليبارك المسيح الهنا على قلوبنا وأرواحنا لكي بقلب طاهر ونفس مستنيرة وايمان بلا رياء ومحبة كاملة ورجاء ثابت نجسر بدالة بغير خوف أن ندعوك يا الله الآب القدوس الذي في السموات ونقول: أبانا الذي في السموات........
'''
  },
  {
    'name': 'قسمة تُقال كل يوم 29 من الشهر القبطي',
    'text':
        '''نسبح ونمجد الة الالهة ورب الأرباب الذي تجسد من القديسة مريم العذراء وولدتة في بيت لحم. لأن الرب أرسل جبرائيل الملاك مبشرا سيدتنا كلنا مريم العذراء بتجسد كلمة الآب الأزلى الذي هو مخلصنا يسوع المسيح. جبرائيل رئيس الملائكة بشر مريم العذراء وبعد أن منحها السلام ثبتها بهذا الكلام قائلا: لا تخافى يا مريم لأنكى قد وجدت نعمه أمام الله وستلدين ابنا وتسمينة يسوع , القدوس المولود منك يدعى ابن الله. هذا هو مخلصنا المسيح ابن الله المولود منه قبل كل الدهور الكائن معه والمساوى له في الأزلية والألوهية. الذي ولد من مريم وهى عذراء بأمر عجيب. الرب الالة الذي على الكل , المبارك إلى الأبد. الغير المتجسد قد تجسد وولد من العذراء ولفتة بالخرق ووضعته في المزود , وعساكر السموات ترتل له صارخين: المجد لله في الأعالى وعلى الأرض السلام وفي الناس المسرة. الذي نما قليلا قليلا بشبة البشر بغير خطية وحدة وهو الكائن بسلطانة وليس لة بداية ولا نهاية الذي عوض الخطية المحيطة بالعالم مات بالصليب وفي اليوم الثالث قام من القبر. يا كلمة الإله بمحبتك للبشر رفعت الخطايا والآثام أنت الغير خاطى وحدك , صيرت ذاتك خطية لأجلنا ولكنك دست الخطية والموت بقيامتك من بين الأموات. لك السموات والأرض وكل ملئها , الأرضيون والسمائيون صاروا اليوم واحدا في التسبيح بقيامتك لأنه قد صار فرح في المسكونه من أجل أن الإله صار مع البشر ومن بعد تأنسة أظهر مجد لاهوتة بقيامتة من بين الأموات. فنحن أيضا يا سيدنا نؤمن بربوبيتك ونعترف بتجسدك وتأنسك وقيامتك من بين الأموات , فأنعم علينا بغفران خطايانا وآثامنا وطهر قلوبنا وأجسادنا وأرواحنا. لكي بقلب طاهر ونفس مستنيرة ونصرخ نحو أبيك القدوس الذي في السموات ونقول: أبانا الذي في السموات..........
'''
  },
  {
    'name': 'قسمة الصوم الكبير للحمل',
    'text':
        '''+ يا حمل الله يا حامل خطية العالم، الذي تألم ومات عوض الخطاة الذين أنا أولهم. ماذا أقول وبماذا أتكلم! أخطأت يا أبتاه إلى السماء وقدامك ولست مستحقاً أن أدعى لك إبناً. بل إجعلني كأحد اجرائك ولتدركني مراحمك.
+ يا حمل الله يا حامل خطية العالم، أعترف بأنني تجاسرت ودنَّست هيكلك المقدس بخطاياي وأفسدت الصورة الطاهرة التي خلقتني عليها فطهرني من أدناسي.
+ يا حمل الله يا حامل خطية العالم، لجأت إلى رحمتك وتحننك لأن مراحمك لا تحصى، وأنت قلت أنك لم تأت لتدعوا أبراراً بل خطاة إلى التوبة وأن الأصحاء لا يحتاجون إلى طبيب بل المرضى وأنك لا ترد خاطئاً أقبل إليك فإقبل توبتي.
+ يا حمل الله يا حامل خطية العالم، أنت الإله الغفور الذي يغفر الذنب والسيئة ولا يحقد إلى الدهر. لأنك إله رؤوف ورحيم بطئ الغضب وكثير الرحمة والإحسان غافر الإثم والمعصية فإغفر لي ذنوبي وإشفق عليَّ.
+ يا حمل الله يا حامل خطية العالم، أنت لا تسر بموت الخاطئ بل أن يرجع ويحيا وجئت إلى العالم لكي تطلب وتخلص ما قد هلك فخلصني من الهلاك الأبدي.
+ يا حمل الله يا حامل خطية العالم، أنت هو الراعي الصالح الذي بذل نفسه عن الخراف، وأنت الذي فتش عن الخروف الضال والدرهم المفقود ووجدهما. إرحم شعبك وميراثك وغنم رعيتك.
+ يا حمل الله يا حامل خطية العالم، إرحمني فإني ضعيف إشفني لأن عظامي قد إرتجفت ونفسي قد إرتاعت جداً، عد يا رب ونج نفسي وإسمع تنهدي وأنظر إلى مذلتي. لأنه لن يتبرر قدامك كل حي وإن حاكمتني بعدلك فلن أجد حجة فلا تعاملني كخطاياي ولا تنزعه في نصف أيامي.
+ يا حمل الله يا حامل خطية العالم، لا توبخني بغضبك ولا تؤدبني بغيظك ولا تعاملني بعدلك وأذكر أني عمل يديك وترأف بي ولا تدخل في المحاكمة مع عبدك.
+ يا حمل الله يا حامل خطية العالم، إغفر لي وسامحني لأترنم لك قائلاً: "طوبى لمَنْ غفرت إثمه وسترت خطيته. أعترف لك بخطيتي." ولا أكتم إثمي. فإغفر لي وإسترني. لأنه لن يتبرر قدامك كل حي وإن حاكمتني بعدلك فلن أجد حجة. فلا تعاملني كخطاياي ولا تنزعني في نصف أيامي.
+ يا حمل الله يا حامل خطية العالم، إغفر لي وسامحني لأترنم لك قائلاً: "طوبى لمَنْ غفرت إثمه وسترت خطيته. أعترف لك بخطيتي." ولا أكتم إثمي. فإغفر لي وإسترني.
+ يا حمل الله يا حامل خطية العالم، أعترف بأن أثامي علت فوق رأسي كحمل ثقيل أثقل مما أحتمل وقد فارقتني قوتي. فأعني وإرحمني من أتعابي.
+ يا حمل الله يا حامل خطية العالم، خطيتي ووجعي مقابلي في كل حين لأني أخبر بإثمي وأغتم من أجل خطيتي خطايا شبابي وجهالات صباي لا تذكر. اذكرني أنت من أجل صلاحك ولا تهملني يا ربي ولا تتباعد عني.
+ يا يسوع المسيح إلهنا، يا حمل الله يا حامل خطية العالم، طهرنا من كل خطية وأغفر ذنوبنا وأترك أثامنا وإصفح عن ذلاتنا من أجل هذه الذبيحة الطاهرة. وقدس نفوسنا وأجسادنا وأرواحنا وقلوبنا وعيوننا وأفهامنا وأفكارنا ونياتنا، لكي بقلب طاهر نستجرئ بدالة بغير خوف أن ندعو الله أبيك الذي في السموات ونقول: أبانا الذي...
'''
  },
];
