List<dynamic> lqanPrayer = [
  {
    'name': 'مقدمة اللقان ',
    'text': '''
ماهو اللقان ؟؟
اللقان: كلمة يونانية تعنى تعليم او تلقين وهو وعاء من الحجر او الرخام , مثبتا فى ارضية الكنيسة فى الجزء الغربى من الصحن وتوجد نماذج له فى كنائس مصر القديمة .
كلمة اللقان تشير إلى الإناء الفخاري المستخدم في الصلاة على المياه.
توضع المياه الان فى وعاء عادى " معدنى او من البلاستيك " ويصلى عليها الكاهن " فى نفس موقع اللقان القديم .


يقام اللقان ثلاث مرات فى السنة كالتالى :
 1- لقان ليلة عيد الظهور الالهى "بالثيؤفانيا او الغطاس" تذكارا لعماد السيد المسيح فى نهر الاردن بيد يوحنا المعمدان , بناء على اوامر الرسل : ومن بعد هذا الآبيفانيا " الظهور الالهى " فليكن عندكم جليلا " دسقولية 18 , وسطب 66 " ... 
يعمل لقان عيد الغطاس: بعد تسبحة نصف الليل وقبل رفع بخور باكر. 
لقان الغطاس: يصلى ليلا قبل رفع بخور باكر ويكون الرشم في الجبهة والعنق واليدين.
ي عيد الغطاس  بعد انتهاء اللقان (صلواته) يبارك الكاهن الشعب بالماء برسم الجبهة فقط وفي خميس العهد وعيد الرسل بغسل الأقدام أو رشمها. 
يشير جرن اللقان الى نهر الآردن.
قيل ان المسيح اعتمد ليلا, ولهذا تتم صلاة اللقان ليلا فى الغطاس. ويرنم الشماس لحنا خاصا بيوحنا المعمدان 
2-  لقان خميس العهد: يصلى بعد صلاة التاسعة من الصلوات النهارية للبصخة ويكون الرشم فى الرجلين
عمل لقان خميس العهد: بعد تسبحة الساعة التاسعة من البصخة أي بعد رفع بخور باكر. 
لقان يوم " خميس العهد "  يتم عمله بناء على امر السيد المسيح:
ان كنت وانا السيد والمعلم قد غسلت ارجلكم , فأنتم يجب عليكم ان يغسل بعضكم ارجل بعض , لانى اعطيتكم مثالا " عمليا " كما صنعت انا بكم تصنعون انتم ايضا - يو 13 : 1 - 15 
يتم هذا الطقس نهارا , ويشبه قداس لقان الغطاس.
بعد انتهاء الطقس يبل الكاهن الشملة ويغسل ارجل زملائه الكهنة ثم ارجل الشمامسة والرجال من الشعب ويرشم السيدات والانسات , وهو بذلك يشير عمليا الى قيام السيد المسيح بغسل ارجل تلاميذه فى ذلك اليوم , وهو درس للتواضع بطريقة عملية ...
3-  لقان عيد الرسل " 5 أبيب الموافق 12 يوليو ".
تتم فيه الصلاة ايضا على مياة اللقان , بعد رفع بخور باكر , ويشبه طقس لقان خميس العهد.
فيه تستخدم الطاس الى جوار اللقان " كما فى خميس العهد " لآن الرسل يتشبهون بمخلصهم.
تسبق صلوات اللقان " القداس الالهى " اشارة الى وجوب اغتسالنا من خطايانا قبل التقدم للسر الاقدس , وكما فعل المخلص بغسل ارض تلاميذه قبل ان يناولهم من الجسد المقدس والدم الكريم "منارة الاقداس , ج1 ".
يعمل لقان عيد الرسل: بعد رفع بخور باكر وقبل تقدمة الحمل والمزامير السواعى. 
لقان الرسل: يصلى صباحا قبل القداس ويكون الرشم في القدمين.


طقوس كنيستنا القبطية
تقرأ النبوات من العهد القديم " كتاب صلوات اللقان ".
ثم يقولون 12 مرة كيرياليسون , يارب ارحم ...
ثم تصلى الآواشى السبعة 
ثم يقولون " يارب ارحم 100 مرة , استمطارا لمراحم الله ..
ثم يصلى الكاهن او الاسقف قداس اللقان على المياه , ويرشم الشعب , ويختم هذا الطقس بصلاة الشكر لله ... 
" اللقان لغسل الآرجل , والكأس يعطى منها البركة , ليمسحوا وجوههم وايديهم " ...
اللقان له صلوات جميلة وبركات كثيرة لنحرص ان نقتنيها.



† طقس اللقان حسب " كتاب صلوات اللقان 
صلاة الشكر
المزمور الخمسين 
تقرأ النبوات من العهد القديم 
البولس 
الإنجيل 
الطلبة 
ثم يقولون 12 مرة كيرياليسون , يارب ارحم ... 
ثم تصلى الآواشى السبعة.
ثم يقولون " يارب ارحم 100 مرة , استمطارا لمراحم الله ..
الأمانة 
ثم يصلى الكاهن او الاسقف قداس اللقان على المياه.
المزمور 150 بلحن التوزيع أثناء رشم الشعب بالماء.
الختام
اللقان له صلوات جميلة وبركات كثيرة لنحرص ان نقتنيها
  '''
  },
  {
    'name': 'لقان عيد الغطاس',
    'text': '''
اليوم الحادى عشر من شهر طوبى الموافق لعيد الغطاس المجيد
ترتيب صلاة لقان هذا اليوم>
 لقان الغطاس:يصلى ليلا قبل رفع بخور باكر ويكون الرشم في الجبهة والعنق واليدين
 بعد الانتهاء من رفع بخور عشية يبدأ بعمل تمجيد أمام ايقونة القديس يوحنا المعمدان.
 بينما تعد اللقان بغسلها جيداً بملئها ماءاً عذباً.
 بعد الانتهاء يسير الكهنة والشمامسة والمرتلون والشموع موقدة الى حيث يوجد اللقان مرتلين ببدء صلاة نصف الليل هكذا:
 قوموا يا بنى النور
 يقال ربعان بلحنهما المعروف والباقى دمجاً.
 ثم نقرأ التسبحة على الماء (كترتيب الأعياد السيدية الكبرى)
 بعد تداكية اليوم الموافق للعيد، وصلاة تحليل الكهنة الكبير يتوجهون الى الهيكل ليحضروا رئيس الكهنة بالتراتيل والشموع موقدة وهو لابس ملابسه الكهنوتيه ويعودون ويبدأ بالصلاة هكذا:
ارحمنا .. ، فلنشكر ...
( وعند قوله)
وعن سائر شعبك
يبارك الشعب أولا ثم يبارك الماء بالصليب ويقول:
 عند اتمام صلاة الشكر يضع خمس أيدى بخور فى المجمرة. ويشاركه الكهنة الخدام فى اليد الثانية. ثم يقول سر بخور باكر وهو:
يا الله قبل اليه قرابين هابيل الصديق..
 فى أثناء ذلك يرتل الشمامسة بهذا : 
تعالوا نسجد للثالوث الاقدس ..، نحن شعوب المسيحين
 هذا إذا وقع العيد فى الثلاثة الأيام الآدام. وأما إذا وقع العيد فى الاربعة الايام الواطس فليربهذا:
نسجد للآب والابن ..، السلام للكنيسة بيت الملائكة..، السلام لك يا مريم الحمامة الحسة ... نظرت الروح القدس.
ثم يقال ربع لرئيس الكهنة إذا كان حاضراً وبعدها يقول:
يا ملك السلام ...
المجد للآب. الان...،
أبانا الذى فى السموات..،..
ارحمنى يا الله "مز50"
الليلويا المجد يا إلهنا..،
† ثم يبدأ رئيس الكهنة قراءة النبوات قبطيا
من صلاة حبقوق النبى بركته المقدسة تكون معنا آمين  3 : 2 – 19
يارب سمعت صوتك فجزعت. تأملت أعمالك فبهت. يعرفونك فى وسط السنين، عندما تدخل السنون يعرفونك. عندما يآتى الزمان تظهر. وعندما تضطرب نفسى بالرجز تتذكر الرحمة. ياتى الله من بلاد التيمن، والقدوس من جبل فاران. مظللا بكثير من الشجر. غطت السماء فضيلته. مممتلئة الارض من تسبحته وضوءه يكون كالنور والقرون فى يديه. وجعل محبة قوته ثابته : فتمشى قدامه كلمته وتخرج رجلاه الى السهول. قام فتزلزت الارض. نظر فذابت الامم وانسحقت الجبال غضباً. وذابت الآكام الدهرية. عوض التعب ينظرون سبلك الدهرية. تخاف مساكن الحبشة ومظال ارض مديان. أتغضب يارب على الانهار او يكون رجزك فى الانهار او نهضتك تكون فى البحر لأنك تركب خيلك فتكون سرعة خيلك حلاصاً، وتوتر قوسك توتراً على السحب قال الرب لتنشق الارض انهاراً. تراك الامم فتتوجع ويشتت مياه مسالكه، اعطت اللجة صوتها عند ارتفاع خياله. ارتفعت الشمس والقمر وقف فى ترتيبه للنور. سير سهامك فى ضوء بروق سلاحك . بغضبك تصغر الأرض وبرجزك تذوب أمم. خرجت لخلاص شعبك لتخلص الذين مسحتهم. القيت موتاً على راس مخالفى الناموس وجعلت الاساس باطلا. واقمت رباطاتك حتى الاعناق. ويفتحون لجمهم كمسكين ياكل سراً، ركبت خيلك على البحر فتتعكر المياه الكثيرة،تحفظت واضطربت احشائى من صوت صلاة شفتى. ودخل الرعب عظامى.واضطربت فرائصى تحتى. لأنى سأستريح فى يوم الشدة لأصعد الى شعب غربتى. لأن شجرة التين لا تثمر بعد. ولا ثمرة تكون فى الكرمة. ويكذب عمل الزيتونة والحقول لا تطعم. تفنى الاغنام إذ ليس لهم طعام. والبقر لا يوجد على المذود بحريته. أما انا فاتهلل بالرب وافرح بالله مخلصى، الرب الله هو قوتى ويثبت رجلى الى النهاية، يرفعنى على الاعالى لأغلب بتسبحته.
(مجداً للثالوث الاقدس الهنا الى الأبد وابد الابدين كلها آمين)
 من أشعياء النبى ص 35 : 1 – 2
فلتفرح برارى الأردن لأنه اعطى مجد لبنان وكرامة الكرمل ... (مجداً للثالوث الاقدس).
 وأيضا من اشعياء النبى ص 40 : 1 – 5
عزوا عزوا شعبى قال الله للكهنة تكلموا على قلب أورشليم وعزوها فإن ذلها قد كثر وانلت خطاياها  واحذت من الرب اضعاف خاياها صوت صارخ فى البرية : اعدوا طريق الرب، وقوموا سبل الهنا . جميع الاودية تمتلىء وكل الجبال وكل الآكام تنخفض. ويصير المعوج مستقيما. والوعر سهلا، ويظهر مالرب وكل جسد يعاين خلاص الله. لأن الرب تكلم (مجداً للثالوث الاقدس.
 وأيضا من اشعياء النبى ص 9 : 1 – 2
إسمعوا هذا أولا واعلموا سريعاً يا كورة وارض نفتاليم طريق البحر وبقية السكان فى الساحل وعبر الاردن، جليل الأمم الشعب الجالس فى الظلمة أبصر نوراً عظيماً. الساكنون فى الكورة وظلال الموت. أضاء النور عليهم (مجداً للثالوث...)
من باروخ النبى 3:36 – 38، 4:1-4
هذا هو الهنا ولا نحسب معه آخر . وجد كل طريق المعرفة وأعطاها ليعقوب فتاة اسرائيل الذى أحبه. وبعد هذا ظهر على الأرض واشترك فى المشى مع الناس. هذا كتاب أوامر الله وشريعته الكائنة الى الأبد . وكل من يتمسك بها يحيا ومن يرفضها يموت ارجع يا يعقوب وتمسك بها وامش فى ضيائها امام نورها. لا تعط مجدك لآخر. و لا ما ينفعك لأمة غريبة. فطوبى لنا نحن ياآل إسرائيل لأنه قد ظهرت لنا مواعيد الله. (مجداً للثالوث المقدس)
 من حزقيال النبى 36 : 24 29
هذا ما يقوله الرب الاله إنى سأنضح عليكم ماءاً مختاراً فتطهروا من جميع خطاياكم ومن جميع آثامكم،وأنقيكم وأعطيكم قلباً جديداص،وأصيره داخلكم. وأنزع القلب الحجرى من أجسادكم،وروحى أجعله فيكم وأصنع بكم كما يصنع بالأبناء الأحبا.لأنكم تسيرون فى برى،وتحفظون أحكامى وتصنعونها لتسكنوا على الأرض التى أعطيت لآباوتكونوا لى شعباً. وأنا أيضاً أكون لكم إلهاً. واطهركم من جميع آثامكم(مجداً للثالوث..)
 وأيضا من حزقيال النبى 47 : 1 – 9
ثم حملنى الروح من باب البيت،وإذا بمياه تخرج من تحت أسكفة البيت نحو المشرق لأن وجه البيت نحو المشرق والمياه نازلة من تحت جانب البيت الأيمن عن يمين المذبح. ثم أخرجنى من طريق باب الشمال ودار بى ف البيت عن يمين المذبح.ثم أخرجنى من طريق باب الشمال ودار بى فى الطريق من خارج الى الباب الخارجى من الطريق الذى يتجه نحو المشرق وخيط بيده "قاس الف ذراع وعبرنى فى المياه والمياه إلى الركبتين.ثم قاس ألفاً وعبرنى فى المياه والمياه الى الحقوين. ثم قاس ألفاً وإذا بنهر لم أستطع عبوره لأن المياه قد أرتفعت جداً وصارت ينبوع ماء فى وادى. وقال لى أرايت يا ابن آدم. ثم ذهب بى وأرجعنى إلى شاطىء النهر وعند رجوعى إذا على شاطىء النهر أشجار كثيرة جداً من هنا ومن هناك وقال لى هذه المياه تخرج من الجليل إلى الشرق وتنزل إلى بلاد العرب وتصب فى البحر على مياه المصب. فتطهر سائر المياه. ويكون أن كل نفس حية تسقط على أى شىء. هذه كلها يأتى عليها النهر فتطهر وتحيا ( مجداً لثالوث الاقدس إلهنا إلى الأبد وإلى أبد الأبدين كلها آمين).
 ثم يرتل الشمامسة..
وبعد ذلك يقدم الكاهن الخديم درج البخور لرئيس الكهنة ليبارك عليه ويضع البخور ويقول سر البولس بترتيبه..
ثم يعطى البخور لرئيس الكهنة ثلاث أياد وبعده لاخوته الكهنة ويطوف فى البيعة ويبارك الشعب.
  ثم يقرأ أحد الشمامسة البولس قبطياً.
البولس الى أهل كورنثوس الاولى (10 : 1 -13)
ولست أشاء يا إخوتى أن تكونوا غير عارفين أن آبتاءنا كلهم كانوا تحت السحابة وكلهم عبروا فى البحر وكلهم بموسى اصطبغوا فى السحابة وفى البحر كلهم اكلوا هذا الطعام الروحانى نفسه وكلهم شربوا هذا الشراب الروحانى عينه. لأنهم كانوا يشربون من صخرة روحانية تابعة لهم والصخرة كانت المسيح لكن الله لم يسر بأكثرهم فتفرقوا فى القفر. وصارت لنا مثالا حتى لا نكون مشتهين السيئات كما اشتهاها أولئك ولا تصيروا عابدى أصنام كقوم منهم كما كتب جلس الشعب يأكل ويشرب ثم قام للعب. ولا تزنوا كما زنى قوم منهم فسقط منهم فى يوم واحد ثلاثة وعشرون ألفا، ولا تجربوا المسيح كما جربه أيضاً قوم منهم فهلكوا من الحيات. ولا تتذمروا كما تذمر أيضاً قوم منهم فهلكوا من الميد، هذه كلها كانت مثلا لتعليمنا نحن الذين إنتهت الينا أواخر الدهور. فلذلك من يظن أنه قائم فليحذر لئلا يسقط. لم تصبكم محنة إلا بشرية. صادق هو الله الذى يدعكم تجربون فوق ما تستيعون بل يعضدكم فى التجربة لتستطيعوا أن تحتملوا إلى أن تخرجوا منها (نعمة الله الآب..)
 يقال لحن القديس يوحنا المعمدان وهو :
إسم فخر هو اسمك يا نسيب عمانوئيل. أنت عظيم فى جميع القديسين يا يوحنا المعمدان
 برلكس
أنت مرتفع أكثر من رؤساء الاباء، ومكرم أكثر من الأنبياء لأنه لم يقم فى مواليد النساء من يشبهك * تعالوا اسمعوا الحكيم لسان الذهب ثاوذوسيوس. ينطق بكرامة السابق يوحنا المعمد : ماذا أدعوك. وباى نوع أكرمك وباى شبه أشبهك يا مستحق كل كرامة * أنت هو زهر الأشجار النابتة فى أرض السوسان * يسوع المسيح ابن الله الذى اعتمد فى نهر الاردن * الشاروبيم يسجدون له والسارافيم يمجدونه صارخين قدوس الرب قدوس*
 يقول الشعب الثلاث تقديسات :
ثم يلحن المرتلون بهذه الأرباع بالناقوس :
يا ربنا يسوع المسيح الذى اعتمد فى نهر الاردن طهر نفوسنا من دنس الخطية الليلويا اليلويا الليويا*
 يقول الكاهن أوشية الإنجيل :
أيها السيد الرب يسوع المسيح الهنا ... الخ
ثم يطرح المزمور دمجاً أو سنوياً ويقول الكاهن الإنجيل قبطي
اً
(مزمور 113 : 3 – 5)
أبصر البحر فهرب والاردن رجع إلى خلف. مالك أيها البحر قد هربت وأنت أيها الأردن قد رجعت إلى خلف. الليلويا.
(الانجيل من متى 3 : 1 – 17)
وفى تلك الايام جاء يوحنا المعمدان يكرز فى برية اليهودية قائلا : توبوا لأنه قد اقترب ملكوت السموات. فأن هذا هو طريق الرب. اصنعوا سبله مستقيمة.ويوحنا هذا كان لباسه من وبر الإبل وعلى حمنطقة من جلد. وكان طعامه جراداً وعسلا برياً. حينئذ خرج إليه اورشليم وكل اليهودية وجميع الكور المحيطة بالأردن اعتمدوا منه فى الأردن معترفيبخطاياهم.
فلما رأى كثيرين من الفريسين والصدوققيين يأتون إلى معموديته قال لهم يا أولاد الأفاعى من أراكم أن تهربوا من الغضب الآتى. فاصنعوا أثماراً تليق بالتوبة. و لا تفتكرواأن تقولوا فى أنفسكم لنا ابراهيم أبا. لأنى أقول لكم أن الله قادر أن يقيم من هذه الحجارة أولاداً لإبراهيم. والآن قد وضعت الاس على أصل الشجرة. فكل شجرة لا تصنع ثمراً جيداً تطع وتلقى فى النار لأنى أنا أعمدكم بماء للتوبة. ولكن الذى ياتى بعدى هو أقوى منى الذى لست أهلا أن أحمل حذاءه. هو سيعمدكم بالروح القس ونار. الذى رفشه فى يده وسينقى بيدره ويجمع قمحه الى المخزن واما التبن فيحرقه بنار لا تطفا.
حينئذ جاء يسوع من الجليل إلى الأردن إلى يوحنا ليعتمد منه. ويوحنا منعه قائلا انا محتاج ان اعتمد منك وانت تاتى إلى. فاجاب يسوع وقال لع دع الآن. لأنه هكذا يليق بنا أننكمل كل بر. حينئذ سمح له (تركه). فلما اعتمد يسوع صعد للوقت من الماء.وإذا السموات قد انفتحت له فرأى روح الله نازلا مثل حمامة ومقبلا عليه، وإذ1 بصوت حدث من السموات قائلا: هذا هو ابنى الحبيب الذى به سررت "والمجد لالهنا دائماً.."
ثم يرفع الكاهن الصليب وعليه الشموع ويقول :
اللهم ارحمنا وقرر لنا رمة
فيجاوبه الشعب قائلا :
رأيت الروح القدس نازلا من السماء. وسمعت صوت الآب صارخاً قائلا :
هذا هو ابنى الحبيب الذى به سرت نفسى وثصنع مشيئتى فاسمعوا له لأنه هو المحيى.
 يقول الكهنة الخدام السبعة الأواشى الكبار الآنية :
1. أوشية المرضى
2. أوشية المسافرين
3. أوشية اهوية السماء
4. اوشية الملك
يقول الكاهن :
اذكر يارب عبدك...احفظه فى سلامة وعدل وجبروت وليخضع له سائر البربر والأمم الذين يريدون الحروب فى جميع مالنا من الخصب,
تكلم فى قلبه من اجل سلامة كنيستك الواحدة المقدسة الجامعة الرسولية.
اعطه ان يفكر بالسلام فينا وفى إسمك القدوس لكى نعيش نحن ايضاً فى سيرة هادئة ساكنة ونكــــون بك موجودين فى كل تقوى وكل عفاف.
5. أوشية المتنيحين
6. أوشية الصعائد والقرابين
7. أوشية الموعوظين
يقول الكاهن
اذكر يارب موعوظى شعبك.إرعهم. ثبتهم فى الايمان المستقيم بك.
كل بقية عبادة الأوثان إنزعها من قلوبهم. ناموسك، خوفك،وصاياك، حقوقك، أوامرك المقدسة : ثبتها فى قلوهم. أعطهم أن يعرفوا ثبات الكلام الذى وعظوا به * وفى الزمن المحدود فليستحقوا حميم الميلاد الجديد لغفران خطاياهم.
إذ تعدهم هيكلا لروحك القدوس "بالنعمة والرأفة.."
† فلنقل كلنا بإنشراح كثير ونسأل الرب قائلين "يارب ارحم"
أيها الرب الاله ضابط الكل. معطى الرحمة كل حين. نسألك يارب اسمعنا وارحمنا. (يارب ارحم).
يا من يعطى مواهبه بغنى. ويحدر الرمة والنعمة كل حين. نسألك يارب اسمعنا وارحمنا."يارب ارحم"
يا من جعل ممشاه على السحاب وجمع المياه بيده العزيزة نسألك يارب اسمعنا وارحمنا "يارب ارحم"
يامن وزن الجبال بيده.وقاس السماء بشبره. والأرض كلها بقبضته.نسألك يارب اسمعنا وارحمنا "يارب ارحم".
يارب خلص شعبك، بارك ميراثك، تعهد شعبك بالرحمة والتحنن، نسألك يارب اسمعنا وارحمنا "يارب ارحم".
يارب بارك ثمرات الأرض. أصعدها كحدها ومقدارها. نسألك يارب اسمعنا وارحمنا "يارب ارحم".
أرفع قرن المسيحين.نهر جيحون امله من بركتك، بارك إكليل السنة بصلاحك. نسألك يارب اسمعنا وارحمنا " يارب ارحم".
لتسبق وتدركنا رأفاتك عاجلا ومراحمك الكثيرة بقوة صليبك المقدس المحيى. نسألك يارب اسمعنا وارحمنا "يارب ارحم".
بطلبات والدة الاله القديسة مريم. ورؤساء الملائكة الأربعة الأطهار ميخائيل وغبريال. وروفائيل وسوريال. والأربعة الحيوانات غير المتجسدة، والأربعة والعشرين قسيساً، والقديس يوحنا المعمد، وسادتى الآباء الرسل، وكل مصاف قديسيك.
فلنقل كلنا بصوت واحد )يارب ارحم).
 ثم يرفع الكاهن الصليب وبه ثلاث شمعات مضاءة بينما يرفع الشعب صوته قائلا : يارب ارحم باللحن القصير مائة مرة.
 بعد الإنتهاء منها تقال الثلاث أواشى الكبار وهى :
 السلامة (يقولها رئيس الكهنة
 والآباء والجماعة (يقولهما الكاهن الشريك
  ثم تقال الأمانة وفى نهايتها يقول الشعب :
وننتظر قيامة الأموات وحياة الدهر الآتى.
 ثم يقول المرتلون هذا الأسبسمس الآدام على المغطس، ويقال أيضاً فى قداس القربان
ها قد شهد يوحنا الصايغ : إنى عمدت الرب فى مياه الأردن وسمعت صوت الآب صارخاً : أن هذا هو ابنى حبيبى الذى به سررت.
قدوس قدوس قدوس الذى تعمد فى عبر الأردن. اغفر لنا خطايانا.
 ثم يقول الشماس فيرد الشعب قائلا :
بشفاعات والدة الاله القديسة مريم ... الخ
رحمة السلام ذبيحة التسبيح.
 يقول رئيس الكهنة.
محبة الله الاب ونعمة الابن الويد ربنا وإلهنا ومخلصنا يسوع المسيح.
شركة وموهبة الروح القدس تكون مع جميعكم.
ثم يرشم الماء بالصليب أول رشم.
 يرد الشعب قائلا : ومع روحك
ثم يرشم الكاهن رشماً ثانياً ويقول الكاهن : ارفعوا قلوبكم
 يقول الشعب: هى عند الرب.
 ثم يرشم الكاهن رشماً ثالثاً ويقول : فلنشكر الرب
 يقول الشعب: مستحق ومستوجب
 يقول رئيس الكهنة
مستحق ومستوجب مستحق ومستوجب لأنه حقاً بالحقيقة مستحق ومستوجب 
ثم يبدأ بصلاة قداس الماء :
أنت هو الاله العظيم الرب وعجيبة هى اعمالك وليس شىء من المكلام كافياً فى التسبيح بعجائبك. لأنك بقوتك كونت سائر الأشياء مما لم يكن. .. ضبطت كل الخليقة بعزتك ودبرت العالم بعنايتك.
أنت ابدعت الخليقة من الأربعة العناصر وكللت دور السنة بأزمته أربعة.
أنت الذى ترتعد منك القوات العقلية * أنت الذى تسبحك الشمس.
أنت الذى يمجدك القمر * أنت الذى تعليك النجوم.
أنت الذى يطيعك النور * أنت الذى تخافك وترتعد منك الأعماق.
أنت الذى تتعبد لك البحار.
 يقول الشماس : أيها الجلوس قفوا
 يقول الكاهن
أنت الذى بسطت السماء مثل القبة. أنت الذى ثبت الأرض على المياه... أنت الذى حصنت حول البحر بالرمل. أنت الذى أفضت الهواء لنستنشق النفس
يقول الشماس: الى الشرق أنظروا
 يقول الكاهن
تخدمك القوات الملائكية، وتسجد لك صفوف الملائكة.
أنت الذى ينطق مجدك السارافيم ذوو الستة الأجنحة، ويطير ويقف أمامك الشاروبيم الكثيرو الأعين، يسترون وجوههم باجنحتهم لأجل مجدك غير المقترب منه ويسبون قائلين :
 يقول الشعب
الشاروبيم يسجدون لك. والسارافيم يمجدونك ....
 يرشم رئيس الكهنة الماء ثلاث مرات بالصليب ويقول :
قدوس قدوس قدوس أنت أيها الرب وقدوس فى كل شىء أنت الإله الكائن غير المحدود. وغير المبتدىء وغير الموصوف، أتيت على الأرض وأخذت شكل العبد وصرت فى شبه الناس. ولم تتحمل يا سيدنا من أجل رأفات رحمتك أن تنظر جنس البشر وقد قوى عليه إبليس فأتيت وخلصتنا. نعترف بالنعمة ونبشر بالرحمة. ولا نخفى إحسانك لأنك أتيت وخلصتنا.
 يقول الشعب: كرحمتك يارب ولا كخطايانا.الخ..
 يقول الكاهن
ولادات الطبيعة باركتها، وطهرت البطن البتولى بميلادك. سبحتك سائر الخليقة لما أظهرتها. ... لأنك وأنت لم تزل إلهاً ظهرت على الأرض واشتركت فى المشى مع الناس.
 يرشم الكاهن الماء بالصليب ثلاثة رشوم ويقول : 
قدس هذا الماء وامنحه نعمة الأردن.
 يقول الشعب: آمين.آمين.آمين
 يقول الكاهن
أنت دست مجارى الأردن إذ أنزلت عليهاروحك القدوس من السماء، وسحقت رؤوس التنين المختفى فيها. أنت الآن يا سيدنا يا محب البشر، ربنا يسوع المسيح، هلم الآن أيضاً بحلول روح قدسك عليها.
 يرشم الكاهن الماء بالصليب وعند إتمام كل جملة يجاوبه الشعب قائلا : آمين
 قدس هذا الماء.آمين*
 ليكن ينبوع البركة. آمين*
 موهبة طاهرة .آمين* حالا من الخطايا. آمين* طارداً للأمراض.آمين
 مخيفاً للشياطين. آمين* لا يقترب إليه شىء من كل القوات المضادة. آمين*
 مملوءاً من كل القوات الملائكيةزآمين*
 لكى يكون لكل من يستقى أو يأخذ منه طهارة للنفس والروح والجسد. آمين*
 شفاءاً من الأوجاع وتقديسااً للبيوت. آمين * نافعاً لكل فائدة.آمين*
 أنت أيها الرب يسوع المسيح الذى جددت طبيعتنا التى بليت بالخطيئة مرة أخرى بالماء والروح. أنت الذى أغرقت الخطية بالماء الذى أرتفع فى عهد نوح.
 انت الذى عتقت جنس العبرانين من عبودية فرعون بموسى والبحر.
 أنت الذى فرّفت إسرائيل من ضلالة بليعال بالنار والماء فى عهد إيليا.
 يرشم الكاهن الماء ثلاثة رشوم ويقول :
أنت الآن ايضاً يا سيدنا قدّس هذا الماء بروح قدسك، وامنح الذين يستعملونه بكل نوع، أو الذين يلمسونه، أو الذين يشربون منه. أو الذين يغتسلون منه.
أن يكون لهم طهراً، وبركة، ونقاوة، وخلاصاً.
لكى من جهة العناصر والملائكة والناس معاً، ومن جهة الذين يرون والذين لا يون، يتمجد إسمك أيها الآب والابن والروح القدس
الآن وكل أوان وإلى أبد الدهور كلها آمين.
يقول الشعب :ابانا الذى فى السموات....الخ
ويقول الكاهن الثلاثة تحاليل والبركة. ثم يرفع رئيس الكهنة يده بالصليب ويصرخ قائلا :
القدسات للقديسين
يقول الشماس
حقاً : خلصت حقاً ومع روحك.
برشم رئيس الكمهنة الماء بالصليب ثلاثة رشوم ويقول :
مبارك الرب يسوع المسيح ابن الله، وقدوس الروح القدس.آمين.
يجاوبه الشعب
واحد هو الآب القدوس. واحد هو الابن القدوس، واحد هو الروح القدس. آمين
حقاً أؤمن.
يحضرون شملة نظيفة، يبلها الكاهن الخادم الشريك من اللقان المقدس، ويرشم بها رئيس الكهنة ثلاثة رشوم فى جبهته على رسم ما صنع يوحنا بالسيد المسيح. وبعد ذلك يأخذ رئيس الكهنة الشملة ويرشم الكهنة والشمامسة والشعب فى جباههم (1) : وفى هذه الأثناء يرتل الشمامسة المزمور المائة والخمسين:
سبحوا الله..
(1)هذا فى لقان عيد الغطاس،أما فى لقان خميس العهد فيرشم القدمان واليدان والجبهة (يوحنا 12 :9)
† ثم يرتل الشمامسة الإبصالية الواطس الآتية:
الله الممجد فى مشورة القديسين، الجالس على الشاروبيم أنى وظهر لنا.
فلما رآه يوحنا آتياً إلى الأردن، ليعتمد منه، قال للشعب :
هوذا حمل الله حامل خطية العالم، هذا الذى قلت أنا من أجله أنه يأتى بعدى، هو يعمدكم بالروح القدس، وأنا عاينت وشهدت 
، أن الذى يأتى بعدى، الذى لست بمستحق أن احمل حذاء رجليه، هو يعمدكم بالروح القدس والنار.
إشفع فينا أيها السابق الصابغ يوحنا المعمدان ليغفر لنا خطايانا.
† يقول الكاهن صلاة شكر بعد اللقان:
نشكرك أيها الرب الإله لأنك جعلتنا مستحقين أن نكمل هذا السر القدس نسأل ونطلب منك يا محب البشر : أنعم علينا بطهارة نفوسنا ونقاوة الجسد لنكون أنقياء من كل عيب قبيح،وأضىء نفوسنا وعقولنا،ولتكشف لنا معرفة هذا السر. ومن الأمثلة تهدينا للإستزادة فى العلو. لأن لك يليق المجد أيها المسيح إلهنا مع أبيك الصالح والروح القدس.
الآن وكل آوان وإلى أبد الدهور كلها آمين.
(ما تجب قراءت فى قداس القربان)
(ليلة عيد الغطاس المجيد الموافق 11 طوبى)
 بعد الفراغ من عمل اللقان يتوجه رئيس الكهنة الى احد الهياكل ليستريح، ويعود الكهنة والشمامسة والمرتلون إلى أماكنهم أمم الخورس الأول حيث يرفعون بخور باكر كترتيب الأعياد السيدية الكبرى، وبعد إنتهائهم منه يتوجهون وهم موقدون الشموع إلى رئيس الكهنة ويعودون به إلى الخورس الاول وهم يرتلون هذه القطعة بلحنها المعروف : مبارك انت بالحقيقة..
 يقدمون الحمل. وفى أثناء استبرائة يقول المرتلون:
قد حان الوقت..الخ أو المعروف ب(اللى القربان).
 ثم يصعد رئيس الكهنه ويدور حول المذبح كالعادة 
 بعد الرشومات تقال ... الكبيرة وبعدها ... ثم التجليسة ... الكبيرة.
 ثم الرسائل قبطياً وتفسر عربياً والسنكسار ولحن القديس يوحنا المعمدان 
 ثم  التقديسات.
  أوشية الانجيل، ويطرح المزمور باللحن السنجارى.
 ثم يقال الإنجيل قبطياً وعربياً وبعده هذا الطرح.
† اللحن السنجارى يشار به الى الطريقة الفرايحى التى بها مزامير أناجيل القداس القبطية فى الأعياد السدية الكبرى. وعرف بهذا الإسم نسبة الى سنجار وهى إحدى أسقفيات الوجه البحرى قديماً.
 جاء فى سيرة الآباء البطاركة أن الأنبا خرسطوذولوس البطريرك السادس والستون أنه كان حبيساً بصومعه سنجار، وكذلك أيضاً الأنبا كيرلس السابع والستون، والأنبا ميخائيل الثامن والستون كانا حبيسين بصومعة سنجار.  فكلمة سنجارى إذن مأخوذة من إسم هذه البلدة أى أن اللحن المذكور كان مستعملا فى نواحى سنجار وأخذ عنها.
 سنجار هذه من النستراوية، وذكر انه جاء فيضان غرق سنجار وبعض سكانها وهدم المنازل فى (سنة 833 ش – 1113م = 511هـ) وقال ابو المكارم فى كتابه (تاريخ الكنائس والديارات) أن الماء كان يحيط بها من النستراوية. وقال أنها من كرسى البشرودين.
 نستراوية بلدة كان موقعها بين البحر المالح والبحيرة المعروفة بها، وقد غلب الرمل على هاتين البلدتين (سنجار ونستراوية) فمحيتا. وكانتا فى شمال الوجه البحرى بالقرب من البرلس.
† (التفسير)
  فى تلك الأيام جاء يسوع من الناصرة إلى اليهودية، ورأت الجموع مجده فى الأردن. إذ كان يقول السابق المعمد للشعب: هذا بالحقيقة حمل الله الذى يحمل خطايا العالم. وأتى الحمل الغافر الخطايا إلى الأردن ليعتمد من يوحنا مثل بقية الآتين إليه . فامتنع يوحنا قائلا : إنى أنا المحتاج أن آتى إليك، وأنت أتيت إلى. فأجاب ربنا يسوع المسيح قائلا له : لماذا تمنعنى يا يوحنا. إرادة أبى والروح القدس ومحبتى للبشر أتوا بى إلى الميلاد، ودعونى أيضاً إلى أن أنزل الى العماد. وقوتى العظيمة هى التى جذبتنى وصيرتنى طفلا. وهى أيضاً جذبتنى لأنزل وأعتمد منك.  فلم يضرنى حضن المعمودية أكثر من ضيق البطن. ولم تظلم علىّ مياه الأردن أكثر من الجوف. إن كنت تظن أنك تكرمنى بإمتناعك عن عمادك لى. فكان ينبغى لك أن تمنعنى عن الحمل والميلاد. أيهما أحقر موضع ضيق البن فى الجسد. أم عظمة المعمودية؟ إن كنت قدرت أن تمنعنى عن أن التف باقماط فامنعنى عن العماد. إن كنت قدرت أن تمنعنى عن مص الحليب البسيط فامنعنى عن النزول إلى الينبوع. لو كنت تقدر أن تمنعنى عن الحلول فى بطن مريم العذراء. لكنت أيضاً تقدر أن تمنعنى من حضن المعمودية، والآن سرت وأتتيت فى طريق الميلاد لكى اكملها، فكيف يمكن أن أرجع عنها فلهذا يليق بى كما إنى أرسلت من عند أبى أن اكمل طريق البر.
ولما فرغ السيد من كلامه ليوحنا. إرتعب هذا من ابن الملك وسجد له، واعترف برهبة وتضرع قائلا : أنا أطلب إليك يا سيدى لأنى لا أستطيع أن أتقدم إليك. وضعيفة هى الحلفاء أن تمس اللهيب. إذ كيف يقدر القش الضعيف أن يمسك بلهيب النار. أو الشعلة أن تقرب الجمرة. وكيف أضع يدى على رأسك، وأعمدك بالماء يا معمد الكل. حينئذ أجاب السيد قائلا له كف يا يوحنا عن السؤال وكن هادىء البال ولا تقل شيئاً عندما تعمدنى, تعال وضع دك فوق رأسى، فالآب يقر هذا من أجل ابنه. فتعال أنت إلىّ وابسط يدك فقط علىّ، وبغير كلامك يشهد يشهد الروح علىّ بالحق. حينئذ تقدم يوحنا ووضع يد
  '''
  },
  {
    'name': 'لقان خميس العهد',
    'text': '''
† صلاة لقَّان الماء أو قدَّاس اللقَّان (أو قدَّاس الماء)
 تصلى صلوات اللقان باللحن السنوى ما عدا فى الغطاس فتكون بالفريحى.
 من الصلوات الطقسية الهامة في حياة الكنيسة: صلاة لقَّان الماء. وكلمة ”لقَّان“ هي النُّطق العربي للكلمة القبطية lakanh ، وتعني نفس الكلمة اليونانية الواردة في الإنجيل، وترجمتها العربية ”مغسل“، وهو وعاء للماء لغسل الرأس واليدين والقدمين بالماء، وكان خادم البيت في عصر المسيح يصبُّ منه الماء على قدمي السيد حين رجوعه إلى البيت لتنظيفهما من غبار وتراب الطريق.
 هذه الخدمة الليتورجية تُشبه تماماً الخدمة الليتورجية لاستدعاء الروح القدس لتقديس الخبز والخمر في قداس سرِّ الإفخارستيا. وإن كان الفرق بين الخدمتين أن خدمة ليتورجية لقَّان الماء تؤدَّى ثلاث مرات فقط في العام (عيد الغطاس، خميس العهد، عيد الرسل). كما تُسمَّى هذه الخدمة في كتاب: ”اللقَّان والسجدة“ باسم ”قدَّاس اللقَّان“، أو ”قدَّاس الماء“.
ترتيب صلاة لقان يوم الخميس الكبير
	ينظف اللقان جيداً ويملأ ماءاً عذباً ويوضع بجانبه طاس، وفى أثناء قراءة الطروحات يرتدي رئيس الكهنة ملابسه الكهنوتية، وعند الإنتهاء من قراءة الطلبة يتوجه الكهنة والشمامسة والمرتلون وبأيديهم الشموع ويحضرونه إلى موضع اللقان وهم يرتلون أمامه قائلين:
	مبارك أنت بالحقيقة.. وعند نهايتها يبدأ رئيس الكهنة أو الكاهن قائلاً:
	ارحمنا.. فيجاوبه الكهنة قائلين : إرحمنا يا الله الآب ضابط الكل
	ثم يقولون "آبانا الذى فى السموات.." وبعد ذلك يقول رئيس الكهنة : صل - إشليل.
	فيجاوبه الشماس قائلاً : للصلاة قفوا - إي بي بروسيفشي إسطاسيتي.
	يقول رئيس الكهنة: السلام لجميعكم - إيرينى باسى.
	فيجاوبه الشعب قائلاً : ولروحك أيضاً - كيطو إبنيفماتى سو.
	ثم يبدأ الكاهن بصلاة الشكر، ويرفع البخور بقراءة سر بخور باكر، وفى أثناء ذلك يقول المرتلون هذه الأرباع على الناقوس...
"نسجد للآب والابن ..، السلام للكنيسة بيت الملائكة...، يسوع المسيح هو هو أمساً واليوم وإلى الأبد : أقنوم واحد : نسجد له ونمجده...، السلام لسادتى الآباء الرسل، السلام لربنا يسوع المسيح".
ثم يقال ربع لرئيس الكهنة إذا كان حاضراً وبعده يقال : يا ملك السلام
أبانا الذى فى السموات..
إرحمنى يا الله الخ (مز 50)
الليلويا : المجد لك يارب..
من سفر التكوين لموسى النبى (تك 18: 1 – 23)
	وظهر الرب لإبراهيم عند شجرة ممرا، وهو جالس على باب خيمته وقت الظهيرة فرفع عينيه ونظر، وإذا ثلاثة رجال واقفون لديه. فلما نظرهم ركض لإستقبالهم من باب الخيمة وسجد على الارض وقال: يا سيدى إن كنت قد وجدت نعمة لديك فلا تتجاوز عبدك، فليؤخذ قليل ماء وإغسلوا أرجلكم ثم إستريحوا تحت الشجرة فنأخذ خبزاً وتأكلون، وبعد هذا تمضوا لأنكم قد مررتم على عبدكم. فقالوا : إفعل هكذا كما قلت.
	فأسرع إبراهيم إلى الخيمة، إلى سارة وقال لها: اسرعى واعجنى ثلاث مكاييل وإصنعيها خبز ملة. ثم ركض إبراهيم الى أبقاره وأخذ عجلاً رخصاً حسناً واعطاه لغلمانه ليعملوه طعاماً، ثم أخذ زبداً ولبناً، والعجل الذي عمله ووضعه قدامهم وأكلوا، بينما كان هو واقفاً تحت الشجرة.
	وقالوا له: أين سارة إمرأتك؟!. أما هو فأجاب قائلاً: ها هي داخل الخباء. فقال: إنى أرجع إليك فى هذا الزمن من العام المقبل ويكون لسارة إمرأتك إبن. فسمعت سارة وهى عند باب الخيمة من خلفه، وكان إبراهيم وسارة شيخين متقدمين فى أيامهما وقد إنقطع أن يكون لسارة كما للنساء، فضحكت سارة فى نفسها قائلة : أيكون لى فى هذا الآن وقد شاخ سيدى. فقال الرب لإبراهيم : لماذا ضحكت سارة فى نفسها قائلة أترى بالحقيقة ألد وأنا قد شخت؟!. هل يستحيل على الله شىء؟!. فى مثل هذا الزمان أرجع إليك فى العام المقبل ويكون لسارة إبن، فأنكرت سارة قائلة : لم أضحك لأنها خافت. فقال : لا بل ضحكت!.
	ثم قام الرجال من هناك وتطلعوا نحو سدوم وعمورة، وكان إبراهيم ماشياً معهم ليشيعهم. فقال الرب : هل أخفى ما أنا فاعله عن عبدى إبراهيم وإبراهيم يكون أمة عظيمة وكثيرة، وتتبارك به جميع أمم الأرض؟! لأنى علمت أنه يوصى بنيه وبيته من بعده فيحفظوا طرق الرب، ليعملوا براً وعدلاً لكى يعمل الرب لإبراهيم بما تكلم به معه، وقال الرب : إن صراخ سدوم وعمورة قد كثر وخطاياهم عظيمة جداً إنى أنزل لأعرف هل صراخها الآتى الى قد كمل أم لا! وإنصرف الرجال من هناك وذهبوا نحو سدوم وأما إبراهيم فكان لم يزل واقفاً أمام الرب، فأقترب إبراهيم وقال للرب : لا تهلك البار مع الأثيم، فيكون الصديق مثل المنافق.
مجداً للثالوث الأقدس
من أمثال سليمان الحكيم (أم 9 : 1 – 11)
	الحكمة بنت لها بيتاً ودعمته بسبعة عمدان، وذبحت ذبائحها ومزجت خمرها فى البواطى، وهيأت مائدتها، وأرسلت عبيدها لتدعو بصوت عال على الزوايا قائلة : من كان جاهل فيكم فليأت الىّ، والناقص علماً فليقبل نحوى فأقول لهم تعالوا الىّ، وكلوا من خبزى، وإشربوا من خمرى التى مزجتها لكم. أتركوا الجهل فتحيوا. أطلبوا الحكمة فتعمروا. وأنهضوا الفهم بالعلم. من يوبخ مستهزئاً لئلا يبغضك، وبخ حكيماً فيحبك. وبخ الجاهل فيمقتك. أعط الحكيم سبباً فيزداد حكمة علم صديقاً فيزداد قبولاً.
	بدء الحكمة مخافة الرب، ومشورة الأبرار فهم، معرفة الناموس للفطنة الجيدة وبهذا النوع تعيش زمناً كثيراً وتزداد سنو حياتك.
مجداً للثالوث الاقدس
من توراة موسى النبى (خر 14 ، 15)
	حينما عبر إسرائيل البحر الأحمر، وداست أرجلهم البحر، وأنطمس أعدائهم فى العمق، وأنغمست أرجل العساكر فى الماء قسراً، وأما أرجل إسرائيل وجميع بيت يعقوب رفعت ونجوا من الهلاك، وقالوا هذه التسبحة : فلنسبح الرب لأنه بالمجد قد تمجد.
مجداً للثالوث الأقدس
من يشوع بن نون (يش 1 ، 3)
	يشوع وكافة الشعب عبروا الاردن ووطئت أرجلهم الحجارة التى فى المياه فتوثقت أمامهم وأهلكوا أعدائهم.
مجداً للثالوث الأقدس
من إشعياء النبى (إتش 4 : 1 – 4)
	فى ذلك اليوم ينير الله بالمشورة والمجد على الأرض ليرتفع ويتمجد كل من يبقى من إسرائيل، وكون كل من يبقى فى صهيون، وبقية أورشليم يدعون أطهاراً. يكتب للحياة كل من فى أورشليم لأن الرب يغسل أعمال بنى البشر وأولاد صهيون.
مجداً للثالوث الأقدس
وأيضاً من إشعياء النبى (إش 55 : 1 – 13 ، 56 :1)
	أيها العطاش إذهبوا الى المياه، ويا من ليس لهم فضة إذهبوا وأشتروا لتأكلوا وتشربوا بلا فضة وبلا ثمن خبزاً ولبناً وشحماً. لماذا تشترون بفضة وتعبكم لغير شبع؟!. إسمعوا لى فتأكلوا الخيرات ولتتلذذ بالدسم نفوسكم. أميلوا آذانكم وهلموا الىّ، أطيعونى فتحيا نفوسكم بالخيرات، وأقطع لكم عهداً أبدياً مراحم داود الصادقة.
	هوذا قد جعلته مشاهداً فى الأمم ورئيساً وموصياً للشعوب. ها أمة لا تعرفها تدعوها وأمة لا تعرفك تركض إليك. من أجل إلهك قدوس إسرائيل لأنه قد مجّدك. أطلبوا الرب وحين تجدوه أدعوه ما دام قريب منكم. ليترك الشرير طريقه، ورجل الإثم أفكاره وليتب الى الرب فيخلصه لأنه بكثرة يغفر لكم خطاياكم، لأن أفكاركم ليست كأفكارى ولا طرقكم كطرقى يقول الرب، لأنه كما إذا نزل المطر أو الثلج من السماء لا يرجع حتى يروى الأرض ويجعلها تلد وتنبت وتعطى زرعاً للزارع وخبزاً للآكل، هكذا تكون الكلمة التى تخرج من فمى لا ترجع الىّ حتى تكمل ما أريده وتقوم طرقى وأوامرى، لأنكم بفرح تخرجون وترجعون لأن الجبال والآكام تنشد أمامكم ترنماً وكل شجر الحقل تصفق بأغصانها عوضاً عن الشوك (البلان) ينبت سرو (شربين) وعوضاً عن القريس (السوكران) يصعد آس، ويكون للرب إسماً علامة أبدية لا تنقطع، هكذا قال الرب : إحفظوا الحكم وأجروا العدل لأنه قريب مجيىء خلاصى وإستعلان برى.
مجداً للثالوث الأقدس
من حزقيال النبى (حز 36 : 25 – 28)
	هذا ما يقوله الرب الاله : إنى سأنضح عليكم ماءاً مختاراً فتطهرون من جميع خطاياكم، ومن سائر آثامكم، وأعطيكم قلباً جديداً وأجعل فى داخلكم روحاً جديداً، وأنزع القلب الحجرى من أجسادكم. وأصير روحى داخلكم وأصنع بكم كمثل الأبناء الأحباء، وأجعلكم تسلكون فى فرائضى وتحفظون أحكامى وتعلمون بها لكى تسكنوا على الأرض التى أعطيتها لآبائكم وتكونون لى شعباً، وأنا أيضاً أكون لكم إلهاً، وأطهركم من آثامكم.
مجداً للثالوث الاقدس
وأيضاً من حزقيال النبى (حز 47 : 1 – 9)
	ثم حملنى (الروح) وادخلنى من باب البيت وإذا ماء خارج من المشرق من تحت أسقفة الباب الشرقى لأن وجه البيت كان نحو المشرق، وكان الماء منحدراً من الجانب الأيمن للبيت عن جنوبى المذبح، ثم أخرجنى من طريق باب الشمال، وطاف بى الى الباب الخارجى من الباب الذى يتجه نحو المشرق وإذا ماء كان يجرى تحت الجانب الأيمن كمثل إنسان قدامه وقصبة فى يده فقاس الفاً بالمقياس وعبر فى الماء. وكان الماء الى الركبة، ثم قاس الفاً أخرى بالقياس وعبر فى الماء، فكان الماء الى الحقوين، ثم قاس الفاً أيضاً فى وادى لم يستطع عبوره لأن المياه طمت كمياه فى واد منحدر لا يعبر.
	وقال لى : أرأيت يا إبن الأنسان؟!. ثم ذهب بى وأرجعنى إلى شاطىء النهر واذا عند رجوعى أشجار كثيرة جداً على شاطىء النهر من هنا ومن هناك، وقال لى : هذه المياه خارجة من الجليل الذى بالدائرة الشرقية وتنحدر الى بلاد العرب وتذهب الى البحر على الماء الجارى فتطهر سائر المياه ويصير أن كل نفس حية تدب حيثما يتبدد ماء هذا النهر عليها تتطهر من كل شىء وكل ما يأتى عليه ماء هذا النهر يطهر ويحيا.
مجداً للثالوث الأقدس
عظة لأبينا القديس أنبا شنودة رئيس المتوحدين
بركته المقدسة تكون معنا آمين
	فلنستح الآن يا إخوتى من الذى تألم عنا، ولنخف من الذى إشتد بمنديل وصب الماء فى المغسل وغسل أرجل تلاميذه بيديه الطاهرتين، ولنصنع ثماراً تستحق هذا الإتضاع العظيم الذى صار فيه من أجلنا. لكى نتوب سريعاً من خطايانا التى إرتكبناها. لأننا أن لم نتب فسيقال عنا فى السموات إننا محبون للخطايا، فماذا يكون رجاؤنا بعد إذا طردنا من السماء وطرحنا الى الحكم ورفضنا لأجل خطايانا وندان دينونة مضاعفة، لا لأننا أخطأنا بغير معرفة فقط، بل لأن ما عملناه بمعرفة كان أردأ مما عملناه بغير معرفة، ولا لكوننا أخطأنا فقط بل لكوننا لم نتب.
	لماذا لم تعرف الخراف صوت الراعى الحقيقى المحيى وتلتجىء اليه؟ ذلك الذى إشتراها بدمه وأعالها وأسلم ذاته فداءّ عنا، الذى أعطانا جسده لنأكله ودمه لنشربه، يسوع المسيح ربنا ومخلصنا يسوع الإله العلى الكائن فى الأعالى الى الأبد.
فلنختم موعظةأبينا القديس أنبا شنوده
الذى أنار عقولنا وعيون قلوبنا
بإسم الآب والابن والروح القدس الإله الواحد آمين
يرد الشعب قائلاً :
نسجد لك أيها المسيح ... تين أوؤشت إمموك أو بى إخريستوس....
وفى آخرها يقول : "لأنك صلبت" ثم يرفع الكاهن البخور ويقول سر البولس بغير تقبيل ثم يقرأ أحد الشمامسة البولس قبطياً باللحن السنوى:
البولس
البولس من رسالة معلمنا بولس الرسول الى تيموثاوس الأولى
ص 4 : 9 – 16 ، 5 : 1 – 10 
	صادقة هى الكلمة ومستحقة أن نقبلها بكل القبول، لأننا من أجل هذا نتعب ونعير لأننا توكلنا على الإله الحى، الذى هو مخلص كافة الناس، ولا سيما المؤمنين. أوص بهذه وعلّم. لا يستهن أحد بحداثتك بل كن مثالاً للمؤمنين فى الكلام، فى التصرف، فى المحبة، فى الإيمان، فى الطهارة الى أن آجيىء. إصغ الى القراءة والصلاة والتعليم. لا تتوان فى الموهبة التى فيك، فهذه أعطيتها بالنبوة ويوضع أيدى القسوسية. إدرس هذه المناقب وكن فيها لكى يكون تقدمك ظاهراً لكل أحد. إحتفظ بنفسك وبالتعليم وداوم عليهما. لأنك إن فعلت هذا تخلص نفسك والذين يسمعونك.
	لا تنتهر شيخاً بل عظة كأب، والأحداث كإخوة، والعجائز كأمهات،والحدثات كأخوات بكل طهارة. أكرم الأرامل اللواتى هن بالحقيقة أرامل ولكن إن كانت أرملة لها أولاد أو أحفاد فلتعلموا أولاً العبادة فى بيتهم ويكرموا أباءهم الأولين لأن هذا صالح ومقبول أمام الله. لكن التى هى بالحقيقة أرملة وبقيت وحيدة فقد ألقت رجاءها على الله وهى تواظب على الطلبات والصلوات ليلاً ونهاراً وأما المتنعمة فقد ماتت وهى حية.
	فأوص هؤلاء الأخريات لكى يكن بغير حجة، وإن كان أحد لا يهتم خصوصاً بأهل بيته فقد أنكر الإيمان وهو أشر من غير المؤمن ولا تدعى أرملة إن لم تكن أقل من ستين سنة إمرأة رجل واحد ويكن مشهوداً لها فى أعمال صالحة وتكون قد ربت الأولاد وأضافت الغرباء وغسلت أرجل القديسين وساعدت المتضايقين وإتبعت كل عمل صالح.
نعمة الله الآب فلتحل على أرواحنا جميعاً
ثم يقول الشعب الثلاثة تقديسات:
(فى الأولى "لأنك ولدت..."، الثانية والثالثة"لأنك صلبت...")
ثم يقول الكاهن أوشية الإنجيل ويطرح المزمور باللحن السنوى ويقرأ الإنجيل.
المزمور 50 
(مز 50 : 7 – 10)
	تنضح علىّ بزوفاك فأطهر، وتغسلنى فأبيض أفضل من الثلج، قلباً نقياً فىّ يا الله، وروحا مستقيماً جدد فى أحشائى الليلويا.
الإنجيل من يوحنا
(ص13 : 1 – 17)
	وقبل عيد الفصح إذ علم يسوع أن ساعته قد جاءت، لكى ينتقل من هذا العالم ذاهباً الى الآب، وقد أحب خاصته الذين فى العالم وأحبهم الى النهاية، وبعد العشاء إذ بأبليس كان قد فرغ مما ألقى فى قلب الذى يسلمه الذى هو يهوذا سمعان الأسخريوطى.
	فلما رأى يسوع أن الآب قد دفع كل شىء الى يديه وأنه من عند الله خرج والى الله يمضى، قام عن العشاء وخلع ثيابه وأخذ منديلاً وإتزر به ثم صب ماء فى مغسل وإبتدأ يغسل أرجل تلاميذه ويمسحهما بالمنشفة التى كان مؤتزراً بها.
	فلما جاء الى سمعان بطرس ليغسل رجليه، قال له بطرس: يا سيدى أنت تغسل رجلىّ ؟!. أجاب يسوع وقال له : إن الذى أصنعه أنا لا تعرفه أنت الآن، ولكنك ستعرفه بعد ذلك. قال له بطرس : لن تغسل رجلى أبداً. فأجابه يسوع وقال له : الحق الحق أقول لك لم أغسل قدميك فليس لك معى نصيب. قال له سمعان بطرس: يا سيد ليس رجلى فقط بل يدى ورأسى أيضاً. قال له يسوع : الذى قد إغتسل ليس له حاجة إلا الى غسل رجليه بل هو طاهر كله وانتم طاهرون ولكن ليس كلكم. لأنه عرف مسلمه لذلك قال : لستم كلكم طاهرين.
فلما غسل أرجلهم  وأخذ ثيابه , وإذ إتكأ أيضاً قال لهم : أتفهمون ما قد صنعت بكم ؟! . أنتم تدعوننى المعلم والرب وحسناً تقولون لأنى أنا هو , فإن كنت وأنا ربكم ومعلمكم قد غسلت أرجلكم فأنتم أيضاً يجب ان يغسل بعضكم أرجل بعض . الآن ما صنعته لكم هو مثالاً حتى كما صنعت انا بكم تصنعون أنتم بعضكم ببعض .الحق الحق أقول لكم ان ليس عبد أعظم من سيده , ولا رسول اعظم من مرسله ,إن علمتم هذا فطوباكم إن عملتموه. والمجد لله دائماً .
يفسرالإنجيل عربياً وبعده يرفع الكاهن الصليب وعليه الشموع موقده ويقول :
اللهم إرحمنا وقرر لنا رحمتك 
ويجاوبه الشعب قائلاً  بالكبير عشر مرات بالناقوس , ثم يردون مرد الإنجيل وهو 
وبعده يرتل الكهنه السبعة الأواسى الكبار الآتى بيانها :
1.	المرضى 
2.	المسافرين 
3.	أهوية السماء
4- أوشية رئيس أرضنا
 إكرم يا رب رئيس أرضنا عبدك  ....  إحفظه بسلامه وعدل وجبروت ولتخضع له كل البرابره الأمم الذين يريدون الحروب فى جميع ما لنا من الخصب . تكلم فى قلبه من أجل سلامة كنيستك الواحده الوحيده المقدسه الجامعه الرسوليه . إعطه أن يفكر بالسلامه فينا وفى إسمك القدوس كى نحن أيضاً نعيش فى سيره هادئه ساكنه ونوجد كائنين  فى كل تقوى وكل عفاف بك  (بالنعمه .... )
5-  أوشية المتنيحين
6-	أوشية القرابين
7-	أوشية الموعوظين
أذكر يا رب موعوظى شعبك . إرحمهم. ثبتهم فى الإيمان بك . كل بقية عبادة الأوثان إنزعها من قلوبهم ناموسك . خوفك. وصاياك. حقوقك و أوامرك المقدسه ثبتها فى قلوبهم . إعطهم أن يعرفوا ثبات الكلام الذى وعظوا به , و فى الزمن المحدد فاليستحقوا حميم الميلاد الجديد لغفران خطاياهم , إذ تعدهم هيكلاً  لروحك القدوس (بالنعمه و الرأفه..... ) .
يقول الكاهن الطلبه بالعربى
o	يا من إشتد بمنديل وستر عراء آدم , وأنعم علينا بلباس البنوه الإلهيه . نطلب إليك أيها المسيح إلهنا إسمعنا و إرحمنا (يا رب إرحم ) .
o	يا مَن مِن أجل محبته للبشر صار إنساناً و بمحبته لنا إشتد بمنديل و غسل أدناس خطايانا , نسألك أيها المسيح إلهنا أن تسمعنا و ترحمنا ( يا رب إرحم ) .
o	يا من أعد لنا طريق الحياه بواسطة غسل أرجل رسله المختارين الأطهار , نسألك ايها المسيح إلهنا إسمعنا وإرحمنا (يا رب إرحم ) .
o	أيها المسيح إلهنا يا من جعل مشيه على المياه و بمحبته للبشر غسل أرجل تلاميذه  نطلب إليك أيها المسيح إلهنا إسمعنا وإرحمنا (يا رب إرحم ) .
o	يا من إلتحف بالنور كالثوب و إشتد بمئزره وغسل أرجل التلاميذ ومسحها , نسألك ايها المسيح إلهنا إسمعنا وإرحمنا (يا رب إرحم ) .
o	ألهم إرحمنا جميعاً كعظيم رحمتك , ونطلب من صلاحك أيها الرب إلهنا أن تستجيب لنا وترحمنا (يا رب إرحم ) .
o	أيها المسيح الرب إلهنا الضابط الكل الرازق المواهب الإلهيه للذين يخدمون أسمك القدوس الذى ينمى ويربى ويعول الكل و يقوتهم بمحبته , نطلب إليك أيها المسيح إلهنا إستجب لنا وإرحمنا (يا رب إرحم ) .
o	يا من جمع المياه إلى مجمع واحد , وجعل لها حداً فوق السموات , نطلب إليك ايها المسيح إلهنا إستجب لنا وإرحمنا ( يا رب إرحم ) 
o	يا الذى كال الماء بيده , وقاس السماء بشبره , والأرض كلها بقبضته نسألك أيها المسيح إلهنا إستجب لنا وإرحمنا (يا رب إرحم ) .
o	يا الذى صير ينابيع الأوديه أتنهاراً بإرادته المقدسه وبمحبتك الغير مدركه للبشر أعددت لنا كل شئ لخدمتنا , وخلق الكل من لا شئ , نطلب إليك أيها المسيح إلهنا إستجب لنا وإرحمنا  (يا رب إرحم ) .
o	هكذا أيضاً أيها المعطى الحق وعظم الغنى ومحبة البشر يا إله الرحمه إفتقد الأرض وإروها بصعود النهر فتثمر حسناً , نطلب إليك ايها المسيح إلهنا ليروى حرثها وليكثر ثمارها بصلاحك 
o	نسألك ايها المسيح إلهنا إستجب لنا وإرحمنا (يا رب إرحم ) .
o	فرّح وجه الارض , جددها دفعه أخرى , إصعد نهر النيل كمقداره , نطلب إليك أيها المسيح إلهنا إستجب لنا وإرحمنا (يا رب إرحم ) .
o	بارك إكليل السنة بصلاحك , وبقاع مصر إملأها من الدسم ليكثر حرثها وتتبارك ثمارها  نطلب إليك أيها المسيح إلهنا إستجب لنا وإرحمنا (يا رب إرحم ) .
o	لتفرح حدود كورة مصر ولتهلل الآكام بفرح من قبل صلاحك . نطلب إليك أيها المسيح إلهنا إستجب لنا وإرحمنا (يا رب إرحم ) .
o	اللهم خلّص شعبك , بارك ميراثك , إفتقد العالم أجمع بالمراحم والرأفات , إرفع شأن المسيحيين بقوة صليبك المحى , نطلب إليك ايها المسيح إلهنا إستجب لنا وإرحمنا   (يا رب إرحم ) .
o	إعط طمأنينه وثباتاً وسلاماً للممالك بصلاحك أنعم لنا بالخصب وبمراحمك لسائر فقراء شعبك , 
o	ولتبتهج قلوبنا .
o	بطلبات أمك العذراء الطاهره مريم والقديس يوحنا المعمدان , وكافة آبائنا الرسل قاطبه  نطلب إليك أيها المسيح إلهنا إستجب لنا وإرحمنا  (يا رب إرحم ) .
ثم يرفع الكاهن الصليب وهو مضاء بالشموع ويصرخ الشعب مع الشمامسه بصوت واحد قائلين (يا رب إرحم ) مئة مره دمجاً , وبعدها يقول الكهنه والخدام الثلاثة أواشى الكبار وهى: السلامه والآباء والجماعه , وبعد الإنتهاء منها تتلى الأمانه إلى آخرها.
يردوا قائلين
وننتظر قيامة الأموات  .... إلخ
ثم يقول المرتلون هذا الإسبسمس الآدام
خبز الحياه الذى نزل لنا من السماء وأعطى الحياه للعالم .
ولدته بغير دنس وأعطانا جسده ودمه الكريمين فحيينا إلى الأبد .
وبعده يقول الشماس
تقدموا على الرسم 
يقول الشعب
رحمة السلام ذبيحة التسبيح
يقول رئيس الكهنه
محبة الله الآب ونعمة الإبن الوحيد ربنا وإلهنا ومخلصنا يسوع المسيح , وشركة وموهبة الروح القدس تكون مع جميعكم .
ثم يرشم الماء بالصليب رشم أول , ويرد الشعب قائلاً :
ومع روحك 
ثم يرشم الكاهن الماء رشماً ثانياً ويقول :
إرفعوا قلوبكم
يقول الشعب
هى عند الرب 
ثم يرشم الكاهن الماء رشماً ثالثاً ويقول :
فالنشكر الرب 
يقول الشعب
مستحق ومستوجب 
يقول رئيس الكهنه
مستحق ومستوجب . مستحق ومستوجب لأنه حقاً بالحقيقه مستحق ومستوجب .
ثم يبدأ بصلاة قداس الماء :
لأنك بالحقيقه مستحق وعادل، أكرمّك، أرفعك، أباركك، أمجدك، أسجد لك، أشكرك فى كل زمان لأجل الخيرات التى صنعتها معنا. أنت الإله الحقيقى وحدك، الكائن منذ البدء الذى أظهر المياه في علاليه، الذى جعل المياه الكثيرة فى فلك السماء هؤلاء يباركوا اسمك القدوس يا ملك الخليقه كلها.
يا يسوع المسيح نسجد لك أيها الجالس على كرسي مجده الذى تسجد له جميع القوات المقدسة.
يقول الشماس
أيها الجلوس قفوا 
يقول رئيس الكهنه
إن الملائكه ورؤساء الملائكه والرئاسات والسلطات والكراسى والربوبياتـ وكل الأرواح الخدام، وكل الجمع الغير المحصى من القوات الملائكية هؤلاء القيام أمامك بخوف ورعدة يسبحون عظمتك.
يقول الشماس
وإلى الشرق أنظروا 
يقول رئيس الكهنه
أنت هو الذى يقف حولك القواد الطوباويين: الشاروبيم والسارافيم هؤلاء يقدسونك ثلاث مرات كل حين، ونحن أيضاً إجعلنا مستحقين أن نسبحك معهم ونباركك بأصوات المجد قائلين:
الشاروبيم يسجدون لك والسيرافيم يمجدونك صارخين قائلين: قدوس قدوس قدوس رب الصباؤوت، السماء والأرض مملوءتان من مجدك الأقدس.
يرسم رئيس الكهنه الماء ثلاث مرات بالصليب و فى كل رشم يقول:- قدوس
ثم يتبع الصلاة قائلاّ:
يقول الكاهن
قدوس قدوس أيها الرب وقدوس أنت فى كل شىء، لأنك أنت الإله القدوس الحقيقي يسوع المسيح الابن بكر كل الخليقة، الكائن فى مجد عظمته الذى ليس أحد يعرف كمال لاهوته الحال فيه جسدياّ. يس هو إختطافاّ أن تكون مساوياّ لله أبيك، لكن بإرادتك وحدك أخذت شكل العبد و صرت إنساناّ بالحق. تجسدت فى بطن الغير الدنسه والدة الإله القديسة مريم.
 أنت الذي لبست الطهارة ولم تخطئ ابداً، ودفعت ذاتك إلى الصليب المقدس من أجل خلاصنا. وضعت لنا هذا المثال، إذ قمت من العشاء وأخذت منديلاً إشتديت به، وصببت ماء فى مغسل وابتدأت تغسل أرجل تلاميذك وتمسحها بالمنديل الذى كنت متزراً به وأعطيتهم رسم المحبة وترتيب التواضع وتذكار محبتك للبشر.
إذا قلت لهم: أنا غسلت أقدامكم معلماً ورباً، فيجب عليكم أن يغسل بعضكم أقدام بعض، مثل ما صنعت بكم وكما صنعت بكم إصنعوا أنتم أيضاً ببعضكم بعضاً.
وأمرتهم بوصاياك وأوامرك إذ قلت احبوا بعضكم بعضاً، وبهذا يعلمكم كل واحد أنكم تلاميذى إذا أحببتم بعضكم بعضاً، وعلمتنا نحن أيضًا المحبة والوحدانية، وأصلحتنا مع أبيك من جهة غسل أرجل تلاميذك، ونقاوة هذا المثال الحقيقى ومن قبل تعطفك ومحبتك للبشر صنعت كمال حريتنا عندما استعظم بطرس لاهوتك وامتنع قائلاً: لا تغسل رجلي إلى الأبد فسمع القضية الحقيقة، إذا لم أغسل قدميك فليس لك معى نصيب، أما هو بأمانته صرخ قائلاً: يا سيدي ليس رجلي فقط بل ويداي أيضًا ورأسى، قدّسنى بالكلية، فسمع أيضًا صوتك الإلهى الغير الكاذب: إن الذى استحم لا يحتاج إلا إلى غسل قدميه لأنه كله نقي.
من أجل هذا نسأل ونطلب منك يا ربنا يسوع المسيح إجعلنا مستحقين وحلّ في وسطنا الآن كما كنت مع تلاميذك الرسل القديسين.
ثم يرسم الكاهن الماء بالصليب و يقول:-
وكما باركت فى ذلك الزمان بارك الآن (آمين)
يجاوبه الشعب عند الإنتهاء من كل رشم : اّمين.
يقول الكاهن
o	طهر هذا الماء ليكن ماء للشفاء (اّمين).
o	ماء مقدسًا (آمين).
o	ماء لغفران الخطايا (اّمين).
o	ماء الطهارة (اّمين).
o	خلاصاّ وصحة لأنفسنا وأجسدنا وأرواحنا (اّمين).
o	موهبة طاهرة (اّمين).
o	ومحبة لبعضنا بعضاّ وحواس نقية (اّمين).
o	لكى نستحق فضيلتك المقدسة. علمنا إياها من قبل محبتك للبشر (آمين).
o	عندما نغسل أرجل بعضنا بعضًا لنستحق أن نكون فى ميراث تلاميذك الأطهار (اّمين).
o	طهر إنساننا الداخلى بثمرة هذا السر (اّمين).
o	وانعم لنا بغفران خطايانا بحلول روحك القدوس علينا ليطهر نفوسنا وأجسادنا وأرواحنا من كل دنس الجسد و كل نجاسة و كل خطية (اّمين).
o	إمنحنا السلطان أن ندوس الحيات والعقارب وكل قوة العدو، ولا تدع شيئاّ من الآثام يتسلط علينا، بل انعم علينا بحواس حكيمة وسلوك ذات وقار وأمان لكي نأتى إليك لنجد رحمة أمامك ورأفة (اّمين).
نطلب إليك يا الله الحقيقي لكي ترسل علينا وعلى هذه المياه روحك القدوس الباراقليط. يا جابل المياه، خالق الكل، يسوع المسيح ربنا الذي صلب عنا فى عهد بيلاطس البنطى. واعتراف قائلاّ: إنى أنا هو ابن الله.
نؤمن أنك هو ابن الله بالحقيقة، طهر هذا الماء بقوة روح قدسك لكي يبطل قوات المضاد القاتل، وكل سحر وكل رقية وكل عبادة الأوثان.
فلتهرب من هذا الماء كل قوة المضاد بعلامة صليبك المقدس يا ربنا يسوع الم
  '''
  },
  {
    'name': 'لقان عيد الرسل',
    'text': '''
طقس صلاة اللقان
يعمل اللقان ثلاث مرات فالسنة:
 لقان الغطاس: يصلى ليلا قبل رفع بخور باكر ويكون الرشم في الجبهة والعنق واليدين.
 لقان خميس العهد: يصلى بعد صلاة التاسعة من الصلوات النهارية للبصخة ويكون الرشم فى الرجلين
 لقان الرسل:يصلى صباحا قبل القداس ويكون الرشم في القدمين.
طقس اللقان
ـ تصلى صلوات اللقان باللحن السنوى ما عدا فى الغطاس فتكون بالفريحى.
ـ يبدأ اللقان بصلاة الشكر.
ـ ثم تقرأ النبوات من العهد القديم وهى تتمشى مع مناسبة اللقان.
ـ ثم يقرأ البولس وهو ايضا يناسب كل لقان:
فى لقان الرسل عب22:10ـ28)يتكلم عن مغسلة أجسادنا بماء نقى.
ـ ثم يرتل الشعب لحن أجيوس ثم يصلى الكاهن أوشية الأنجيل.
ـ ثم يقرأ الأنجيل وهو يتحدث عن مناسبة اللقان.
 فى لقان الغطاس مت1:3ـ17)يتكلم عن عماد السيد المسيح.
فى لقان خميس العهد يو1:13ـ17)يتكلم عن غسيل السيد المسيح لأقدام التلاميذ.
فى لقان الرسل يو1:5ـ18)يتكلم عن شفاء مريض بيت حسدا.
ـ ثم يصلى الكاهن السبع أواشى: المرضى ,المسافرين,(أهوية السماء فى الغطاس وخميس العهد ـالمياة فى الرسل),الملك ,الراقدين ,القرابين ,الموعوظين.
ـ ثم يصلى الكاهن الطلبة ,ويرد الشعب بكيرياليسون فى كل ربع.
ـثم يصلى الكاهن الثلاث أواشى الكبار:السلامة, الأباء, الاجتماعات.
ثم يتلون قانون الليمان,ثم الاسبسمس الادام المناسب.
ـ يبدأ القداس بقول الكاهن (محبة اللة الاب ونعمة الأبن الوحيد........),ثم يقول ارفعوا قلوبكم......فلنشكر الرب)
ـ ثم يقول الكاهن (أجيوس...أجيوس...أجيوس...),ويكمل قداس الماء بصلوات مناسبة , وفى اخرة يرشم الماء بالصليب ثلاث مرات لتقديسة .
ثم يصلى الكاهن التحاليل الثلاثة.
ـ وأخيرا يقول الكاهن ثلاث مرات وهو يرشم الماء  مبارك الرب يسوع ابن اللة وقدوس الروح القدس امين), ويرد الشعب  واحد هو الاب القدوس . واحد هو الابن القدوس . واحد هو الروح القدس . امين).
ـ ثم يرتل الشمامسة ( المزمور 150),ثم يرشم الكاهن الشعب بالماء.
اليوم الحادى عشر من شهر طوبى الموافق لعيد الغطاس المجيد
ترتيب صلاة لقان هذا اليوم
بعد الانتهاء من رفع بخور عشية يبدأ بعمل تمجيد أمام ايقونة القديس يوحنا المعمدان بينما تعد اللقان بغسلها جيداً بملئها ماءاً عذباً. وبعد الانتهاء يسير الكهنة والشمامسة والمرتلون والشموع موقدة الى حيث يوجد اللقان مرتلين ببدء صلاة نصف الليل هكذا:
قوموا يا بنى النور
يقال ربعان بلحنهما المعروف والباقى دمجاً. ثم نقرأ التسبحة على الماء (كترتيب الأعياد السيدية الكبرى) وبعد تداكية اليوم الموافق للعيد، وصلاة تحليل الكهنة الكبير يتوجهون الى الهيكل ليحضروا رئيس الكهنة بالتراتيل والشموع موقدة وهو لابس ملابسه الكهنوتيه ويعودون ويبدأ بالصلاة هكذا:
ارحمنا .. ، فلنشكر ...
( وعند قوله)
وعن سائر شعبك
يبارك الشعب أولا ثم يبارك الماء بالصليب ويقول:
 وعند اتمام الشكر يضع خمس أيدى بخور فى المجمرة. ويشاركه الكهنة الخدام فى اليد الثانية. ثم يقول سر بخور باكر وهو:
يا الله قبل اليه قرابين هابيل الصديق..
وفى أثناء ذلك يرتل الشمامسة بهذا : 
تعالوا نسجد للثالوث الاقدس ..، نحن شعوب المسيحين
هذا إذا وقع العيد فى الثلاثة الأيام الآدام. وأما إذا وقع العيد فى الاربعة الايام الواطس فليربهذا:
نسجد للآب والابن ..، السلام للكنيسة بيت الملائكة..، السلام لك يا مريم الحمامة الحسة ... نظرت الروح القدس.
ثم يقال ربع لرئيس الكهنة إذا كان حاضراً وبعدها يقول:
يا ملك السلام ...
المجد للآب. الان...،
أبانا الذى فى السموات..،..
ارحمنى يا الله "مز50"
الليلويا المجد يا إلهنا..،
(ثم يبدأ رئيس الكهنة قراءة النبوات قبطيا)
(من صلاة حبقوق النبى بركته المقدسة تكون معنا آمين)
(ص 3 : 2 – 19)
يارب سمعت صوتك فجزعت. تأملتأعمالك فبهت. يعرفونك فى وسط حيوانين. عندما تدخل السنون يعرفونك. عندما يآتى الزمان تظهر. وعندما تضطرب نفسى بالرجز تتذكر الرحمة. ياتى الله من بلاد التيمن، والقدوس من جبل فاران. مظللا بكثير من الشجر. غطت السماء فضيلته. مممتلئة الارض من تسبحته وضوءه يكون كالنور والقرون فى يديه. وجعل محبة قوته ثابته : فتمشى قدامه كلمته وتخرج رجلاه الى السهول. قام فتزلزت الارض. نظر فذابت الامم وانسحقت الجبال غضباً. وذابت الآكام الدهرية. عوض التعب ينظرون سبلك الدهرية. تخاف مساكن الحبشة ومظال ارض مديان. أتغضب يارب على الانهار او يكون رجزك فى الانهار او نهضتك تكون فى البحر لأنك تركب خيلك فتكون سرعة خيلك حلاصاً، وتوتر قوسك توتراً على السحب قال الرب لتنشق الارض انهاراً. تراك الامم فتتوجع ويشتت مياه مسالكه، اعطت اللجة صوتها عند ارتفاع خياله. ارتفعت الشمس والقمر وقف فى ترتيبه للنور. سير سهامك فى ضوء بروق سلاحك . بغضبك تصغر الأرض وبرجزك تذوب أمم. خرجت لخلاص شعبك لتخلص الذين مسحتهم. القيت موتاً على راس مخالفى الناموس وجعلت الاساس باطلا. واقمت رباطاتك حتى الاعناق. ويفتحون لجمهم كمسكين ياكل سراً، ركبت خيلك على البحر فتتعكر المياه الكثيرة،تحفظت واضطربت احشائى من صوت صلاة شفتى. ودخل الرعب عظامى.واضطربت فرائصى تحتى. لأنى سأستريح فى يوم الشدة لأصعد الى شعب غربتى. لأن شجرة التين لا تثمر بعد. ولا ثمرة تكون فى الكرمة. ويكذب عمل الزيتونة والحقول لا تطعم. تفنى الاغنام إذ ليس لهم طعام. والبقر لا يوجد على المذود بحريته. أما انا فاتهلل بالرب وافرح بالله مخلصى، الرب الله هو قوتى ويثبت رجلى الى النهاية، يرفعنى على الاعالى لأغلب بتسبحته.
(مجداً للثالوث الاقدس الهنا الى الأبد وابد الابدين كلها آمين)
(من أشعياء النبى ص 35 : 1 – 2)
فلتفرح برارى الأردن لأنه اعطى مجد لبنان وكرامة الكرمل
(مجداً للثالوث الاقدس).
(وأيضا من اشعياء النبى ص 40 : 1 – 5)
عزوا عزوا شعبى قال الله للكهنة تكلموا على قلب أورشليم وعزوها فإن ذلها قد كثر وانلت خطاياها  واحذت من الرب اضعاف خاياها صوت صارخ فى البرية : اعدوا طريق الرب، وقوموا سبل الهنا . جميع الاودية تمتلىء وكل الجبال وكل الآكام تنخفض. ويصير المعوج مستقيما. والوعر سهلا، ويظهر مالرب وكل جسد يعاين خلاص الله. لأن الرب تكلم (مجداً للثالوث الاقدس.
(وأيضا من اشعياء النبى ص 9 : 1 – 2)
إسمعوا هذا أولا واعلموا سريعاً يا كورة وارض نفتاليم طريق البحر وبقية السكان فى الساحل وعبر الاردن، جليل الأمم الشعب الجالس فى الظلمة أبصر نوراً عظيماً. الساكنون فى الكورة وظلال الموت. أضاء النور عليهم (مجداً للثالوث...)
(من باروخ النبى 3:36 – 38، 4:1-4)
هذا هو الهنا ولا نحسب معه آخر . وجد كل طريق المعرفة وأعطاها ليعقوب فتاة اسرائيل الذى أحبه. وبعد هذا ظهر على الأرض واشترك فى المشى مع الناس. هذا كتاب أوامر الله وشريعته الكائنة الى الأبد . وكل من يتمسك بها يحيا ومن يرفضها يموت ارجع يا يعقوب وتمسك بها وامش فى ضيائها امام نورها. لا تعط مجدك لآخر. و لا ما ينفعك لأمة غريبة. فطوبى لنا نحن ياآل إسرائيل لأنه قد ظهرت لنا مواعيد الله. (مجداً للثالوث المقدس)
(من حزقيال النبى 36 : 24 29)
هذا ما يقوله الرب الاله إنى سأنضح عليكم ماءاً مختاراً فتطهروا من جميع خطاياكم ومن جميع آثامكم،وأنقيكم وأعطيكم قلباً جديداص،وأصيره داخلكم. وأنزع القلب الحجرى من أجسادكم،وروحى أجعله فيكم وأصنع بكم كما يصنع بالأبناء الأحبا.لأنكم تسيرون فى برى،وتحفظون أحكامى وتصنعونها لتسكنوا على الأرض التى أعطيت لآباوتكونوا لى شعباً. وأنا أيضاً أكون لكم إلهاً. واطهركم من جميع آثامكم(مجداً للثالوث..)
(وأيضا من حزقيال النبى 47 : 1 – 9)
ثم حملنى الروح من باب البيت،وإذا بمياه تخرج من تحت أسكفة البيت نحو المشرق لأن وجه البيت نحو المشرق والمياه نازلة من تحت جانب البيت الأيمن عن يمين المذبح. ثم أخرجنى من طريق باب الشمال ودار بى ف البيت عن يمين المذبح.ثم أخرجنى من طريق باب الشمال ودار بى فى الطريق من خارج الى الباب الخارجى من الطريق الذى يتجه نحو المشرق وخيط بيده "قاس الف ذراع وعبرنى فى المياه والمياه إلى الركبتين.ثم قاس ألفاً وعبرنى فى المياه والمياه الى الحقوين. ثم قاس ألفاً وإذا بنهر لم أستطع عبوره لأن المياه قد أرتفعت جداً وصارت ينبوع ماء فى وادى. وقال لى أرايت يا ابن آدم. ثم ذهب بى وأرجعنى إلى شاطىء النهر وعند رجوعى إذا على شاطىء النهر أشجار كثيرة جداً من هنا ومن هناك وقال لى هذه المياه تخرج من الجليل إلى الشرق وتنزل إلى بلاد العرب وتصب فى البحر على مياه المصب. فتطهر سائر المياه. ويكون أن كل نفس حية تسقط على أى شىء. هذه كلها يأتى عليها النهر فتطهر وتحيا ( مجداً لثالوث الاقدس إلهنا إلى الأبد وإلى أبد الأبدين كلها آمين).
ثم يرتل الشمامسة..
وبعد ذلك يقدم الكاهن الخديم درج البخور لرئيس الكهنة ليبارك عليه ويضع البخور ويقول سر البولس بترتيبه..
ثم يعطى البخور لرئيس الكهنة ثلاث أياد وبعده لاخوته الكهنة ويطوف فى البيعة ويبارك الشعب ثم يقرأ أحد الشمامسة البولس قبطياً.
البولس الى أهل كورنثوس الاولى
(10 : 1 -13)
ولست أشاء يا إخوتى أن تكونوا غير عارفين أن آبتاءنا كلهم كانوا تحت السحابة وكلهم عبروا فى البحر وكلهم بموسى اصطبغوا فى السحابة وفى البحر كلهم اكلوا هذا الطعام الروحانى نفسه وكلهم شربوا هذا الشراب الروحانى عينه. لأنهم كانوا يشربون من صخرة روحانية تابعة لهم والصخرة كانت المسيح لكن الله لم يسر بأكثرهم فتفرقوا فى القفر. وصارت لنا مثالا حتى لا نكون مشتهين السيئات كما اشتهاها أولئك ولا تصيروا عابدى أصنام كقوم منهم كما كتب جلس الشعب يأكل ويشرب ثم قام للعب. ولا تزنوا كما زنى قوم منهم فسقط منهم فى يوم واحد ثلاثة وعشرون ألفا، ولا تجربوا المسيح كما جربه أيضاً قوم منهم فهلكوا من الحيات. ولا تتذمروا كما تذمر أيضاً قوم منهم فهلكوا من الميد، هذه كلها كانت مثلا لتعليمنا نحن الذين إنتهت الينا أواخر الدهور. فلذلك من يظن أنه قائم فليحذر لئلا يسقط. لم تصبكم محنة إلا بشرية. صادق هو الله الذى يدعكم تجربون فوق ما تستيعون بل يعضدكم فى التجربة لتستطيعوا أن تحتملوا إلى أن تخرجوا منها (نعمة الله الآب..)
ثم يقال لحن القديس يوحنا المعمدان وهو :
إسم فخر هو اسمك يا نسيب عمانوئيل. أنت عظيم فى جميع القديسين يا يوحنا المعمدان
(برلكس)
أنت مرتفع أكثر من رؤساء الاباء، ومكرم أكثر من الأنبياء لأنه لم يقم فى مواليد النساء من يشبهك * تعالوا اسمعوا الحكيم لسان الذهب ثاوذوسيوس. ينطق بكرامة السابق يوحنا المعمد : ماذا أدعوك. وباى نوع أكرمك وباى شبه أشبهك يا مستحق كل كرامة * أنت هو زهر الأشجار النابتة فى أرض السوسان * يسوع المسيح ابن الله الذى اعتمد فى نهر الاردن * الشاروبيم يسجدون له والسارافيم يمجدونه صارخين قدوس الرب قدوس*
ثم يقول الشعب الثلاث تقديسات :
ثم يلحن المرتلون بهذه الأرباع بالناقوس :
يا ربنا يسوع المسيح الذى اعتمد فى نهر الاردن طهر نفوسنا من دنس الخطية الليلويا اليلويا الليويا*
ثم يقول الكاهن أوشية الإنجيل :
أيها السيد الرب يسوع المسيح الهنا ... الخ
ثم يطرح المزمور دمجاً أو سنوياً ويقول الكاهن الإنجيل قبطي
اً
(مزمور 113 : 3 – 5)
أبصر البحر فهرب والاردن رجع إلى خلف. مالك أيها البحر قد هربت وأنت أيها الأردن قد رجعت إلى خلف. الليلويا.
(الانجيل من متى 3 : 1 – 17)
وفى تلك الايام جاء يوحنا المعمدان يكرز فى برية اليهودية قائلا : توبوا لأنه قد اقترب ملكوت السموات. فأن هذا هو طريق الرب. اصنعوا سبله مستقيمة.ويوحنا هذا كان لباسه من وبر الإبل وعلى حمنطقة من جلد. وكان طعامه جراداً وعسلا برياً. حينئذ خرج إليه اورشليم وكل اليهودية وجميع الكور المحيطة بالأردن اعتمدوا منه فى الأردن معترفيبخطاياهم.
فلما رأى كثيرين من الفريسين والصدوققيين يأتون إلى معموديته قال لهم يا أولاد الأفاعى من أراكم أن تهربوا من الغضب الآتى. فاصنعوا أثماراً تليق بالتوبة. و لا تفتكرواأن تقولوا فى أنفسكم لنا ابراهيم أبا. لأنى أقول لكم أن الله قادر أن يقيم من هذه الحجارة أولاداً لإبراهيم. والآن قد وضعت الاس على أصل الشجرة. فكل شجرة لا تصنع ثمراً جيداً تطع وتلقى فى النار لأنى أنا أعمدكم بماء للتوبة. ولكن الذى ياتى بعدى هو أقوى منى الذى لست أهلا أن أحمل حذاءه. هو سيعمدكم بالروح القس ونار. الذى رفشه فى يده وسينقى بيدره ويجمع قمحه الى المخزن واما التبن فيحرقه بنار لا تطفا.
	حينئذ جاء يسوع من الجليل إلى الأردن إلى يوحنا ليعتمد منه. ويوحنا منعه قائلا انا محتاج ان اعتمد منك وانت تاتى إلى. فاجاب يسوع وقال لع دع الآن. لأنه هكذا يليق بنا أننكمل كل بر. حينئذ سمح له (تركه). فلما اعتمد يسوع صعد للوقت من الماء.وإذا السموات قد انفتحت له فرأى روح الله نازلا مثل حمامة ومقبلا عليه، وإذ1 بصوت حدث من السموات قائلا: هذا هو ابنى الحبيب الذى به سررت "والمجد لالهنا دائماً.."
ثم يرفع الكاهن الصليب وعليه الشموع ويقول :
اللهم ارحمنا وقرر لنا رمة
فيجاوبه الشعب قائلا :
رأيت الروح القدس نازلا من السماء. وسمعت صوت الآب صارخاً قائلا :
هذا هو ابنى الحبيب الذى به سرت نفسى وثصنع مشيئتى فاسمعوا له لأنه هو المحيى.
ثم يقول الكهنة الخدام السبعة الأواشى الكبار الآنية :
1.	أوشية المرضى
2.	أوشية المسافرين
3.	أوشية اهوية السماء
4.	اوشية الملك			يقول الكاهن :
اذكر يارب عبدك...احفظه فى سلامة وعدل وجبروت وليخضع له سائر البربر والأمم الذين يريدون الحروب فى جميع مالنا من الخصب,
تكلم فى قلبه من اجل سلامة كنيستك الواحدة المقدسة الجامعة الرسولية.
اعطه ان يفكر بالسلام فينا وفى إسمك القدوس لكى نعيش نحن ايضاً فى سيرة هادئة ساكنة ونكــــون بك موجودين فى كل تقوى وكل عفاف.
5.	أوشية المتنيحين
6.	أوشية الصعائد والقرابين
7.	أوشية الموعوظين		يقول الكاهن
اذكر يارب موعوظى شعبك.إرعهم. ثبتهم فى الايمان المستقيم بك.
كل بقية عبادة الأوثان إنزعها من قلوبهم. ناموسك، خوفك،وصاياك، حقوقك، أوامرك المقدسة : ثبتها فى قلوهم. أعطهم أن يعرفوا ثبات الكلام الذى وعظوا به * وفى الزمن المحدود فليستحقوا حميم الميلاد الجديد لغفران خطاياهم.
إذ تعدهم هيكلا لروحك القدوس "بالنعمة والرأفة.."
فلنقل كلنا بإنشراح كثير ونسأل الرب قائلين "يارب ارحم"
أيها الرب الاله ضابط الكل. معطى الرحمة كل حين. نسألك يارب اسمعنا وارحمنا. (يارب ارحم).
يا من يعطى مواهبه بغنى. ويحدر الرمة والنعمة كل حين. نسألك يارب اسمعنا وارحمنا."يارب ارحم"
يا من جعل ممشاه على السحاب وجمع المياه بيده العزيزة نسألك يارب اسمعنا وارحمنا "يارب ارحم"
يامن وزن الجبال بيده.وقاس السماء بشبره. والأرض كلها بقبضته.نسألك يارب اسمعنا وارحمنا "يارب ارحم".
يارب خلص شعبك، بارك ميراثك، تعهد شعبك بالرحمة والتحنن، نسألك يارب اسمعنا وارحمنا "يارب ارحم".
يارب بارك ثمرات الأرض. أصعدها كحدها ومقدارها. نسألك يارب اسمعنا وارحمنا "يارب ارحم".
أرفع قرن المسيحين.نهر جيحون امله من بركتك، بارك إكليل السنة بصلاحك. نسألك يارب اسمعنا وارحمنا " يارب ارحم".
لتسبق وتدركنا رأفاتك عاجلا ومراحمك الكثيرة بقوة صليبك المقدس المحيى. نسألك يارب اسمعنا وارحمنا "يارب ارحم".
بطلبات والدة الاله القديسة مريم. ورؤساء الملائكة الأربعة الأطهار ميخائيل وغبريال. وروفائيل وسوريال. والأربعة الحيوانات غير المتجسدة، والأربعة والعشرين قسيساً، والقديس يوحنا المعمد، وسادتى الآباء الرسل، وكل مصاف قديسيك.
فلنقل كلنا بصوت واحد )يارب ارحم).
	ثم يرفع الكاهن الصليب وبه ثلاث شمعات مضاءة بينما يرفع الشعب صوته قائلا :
باللحن القصير مائة مرة وبعد الإنتهاء منها تقال الثلاث أواشى الكبار وهى : السلامة 
(يقولها رئيس الكهنة) والآباء والجماعة (يقولهما الكاهن الشريك). ثم تقال الأمانة وفى نهايتها يقول الشعب :
	وننتظر قيامة الأموات وحياة الدهر الآتى.
ثم يقول المرتلون هذا الأسبسمس الآدام على المغطس، ويقال أيضاً فى قداس القربان
ها قد شهد يوحنا الصايغ : إنى عمدت الرب فى مياه الأردن وسمعت صوت الآب صارخاً : أن هذا هو ابنى حبيبى الذى به سررت.
قدوس قدوس قدوس الذى تعمد فى عبر الأردن. اغفر لنا خطايانا.
	ثم يقول الشماس فيرد الشعب قائلا :
بشفاعات والدة الاله القديسة مريم ... الخ
رحمة السلام ذبيحة التسبيح.
يقول رئيس الكهنة.
محبة الله الاب ونعمة الابن الويد ربنا وإلهنا ومخلصنا يسوع المسيح.
شركة وموهبة الروح القدس تكون مع جميعكم.
ثم يرشم الماء بالصليب أول رشم، ويرد الشعب قائلا :
ومع روحك
ثم يرشم الكاهن رشماً ثانياً ويقول الكاهن :
ارفعوا قلوبكم
يقول الشعب
هى عند الرب.
ثم يرشم الكاهن رشماً ثالثاً ويقول :
فلنشكر الرب
يقول الشعب
مستحق ومستوجب
يقول رئيس الكهنة
مستحق ومستوجب مستحق ومستوجب لأنه حقاً بالحقيقة مستحق ومستوجب 
ثم يبدأ بصلاة قداس الماء :
أنت هو الاله العظيم الرب وعجيبة هى اعمالك وليس شىء من المكلام كافياً فى التسبيح بعجائبك. لأنك بقوتك كونت سائر الأشياء مما لم يكن.
ضبطت كل الخليقة بعزتك ودبرت العالم بعنايتك.
أنت ابدعت الخليقة من الأربعة العناصر وكللت دور السنة بأزمته أربعة.
أنت الذى ترتعد منك القوات العقلية * أنت الذى تسبحك الشمس.
أنت الذى يمجدك القمر * أنت الذى تعليك النجوم.
أنت الذى يطيعك النور * أنت الذى تخافك وترتعد منك الأعماق.
أنت الذى تتعبد لك البحار.
يقول الشماس
أيها الجلوس قفوا
يقول الكاهن
أنت الذى بسطت السماء مثل القبة. أنت الذى ثبت الأرض على المياه.
أنت الذى حصنت حول البحر بالرمل. أنت الذى أفضت الهواء لنستنشق النفس
يقول الشماس
الى الشرق أنظروا
يقول الكاهن
تخدمك القوات الملائكية، وتسجد لك صفوف الملائكة.
أنت الذى ينطق مجدك السارافيم ذوو الستة الأجنحة، ويطير ويقف أمامك الشاروبيم الكثيرو الأعين، يسترون وجوههم باجنحتهم لأجل مجدك غير المقترب منه ويسبون قائلين :
يقول الشعب
الشاروبيم يسجدون لك. والسارافيم يمجدونك ....
يرشم رئيس الكهنة الماء ثلاث مرات بالصليب ويقول :
قدوس قدوس قدوس أنت أيها الرب وقدوس فى كل شىء أنت الإله الكائن غير المحدود. وغير المبتدىء وغير الموصوف
	أتيت على الأرض وأخذت شكل العبد وصرت فى شبه الناس. ولم تتحمل يا سيدنا من أجل رأفات رحمتك أن تنظر جنس البشر وقد قوى عليه إبليس فأتيت وخلصتنا. نعترف بالنعمة ونبشر بالرحمة. ولا نخفى إحسانك لأنك أتيت وخلصتنا.
يقول الشعب
كرحمتك يارب ولا كخطايانا.الخ..
يقول الكاهن
ولادات الطبيعة باركتها، وطهرت البطن البتولى بميلادك. سبحتك سائر الخليقة لما أظهرتها.
لأنك وأنت لم تزل إلهاً ظهرت على الأرض واشتركت فى المشى مع الناس.
يرشم الكاهن الماء بالصليب ثلاثة رشوم ويقول :
قدس هذا الماء وامنحه نعمة الأردن.
يقول الشعب
آمين.آمين.آمين
يقول الكاهن
أنت دست مجارى الأردن إذ أنزلت عليهاروحك القدوس من السماء.
وسحقت رؤوس التنين المختفى فيها.
أنت الآن يا سيدنا يا محب البشر، ربنا يسوع المسيح، هلم الآن أيضاً بحلول روح قدسك عليها.
يرشم الكاهن الماء بالصليب وعند إتمام كل جملة يجاوبه الشعب قائلا : آمين
قدس هذا الماء.آمين* 	ليكن ينبوع البركة. آمين*
موهبة طاهرة .آمين* حالا من الخطايا. آمين* طارداً للأمراض.آمين
مخيفاً للشياطين. آمين* لا يقترب إليه شىء من كل القوات المضادة. آمين*
مملوءاً من كل القوات الملائكيةزآمين*
لكى يكون لكل من يستقى أو يأخذ منه طهارة للنفس والروح والجسد. آمين*
شفاءاً من الأوجاع وتقديسااً للبيوت. آمين * نافعاً لكل فائدة.آمين*
أنت أيها الرب يسوع المسيح الذى جددت طبيعتنا التى بليت بالخطيئة مرة أخرى بالماء والروح. أنت الذى أغرقت الخطية بالماء الذى أرتفع فى عهد نوح.
انت الذى عتقت جنس العبرانين من عبودية فرعون بموسى والبحر.
أنت الذى فرّفت إسرائيل من ضلالة بليعال بالنار والماء فى عهد إيليا.
يرشم الكاهن الماء ثلاثة رشوم ويقول :
أنت الآن ايضاً يا سيدنا قدّس هذا الماء بروح قدسك، وامنح الذين يستعملونه بكل نوع، أو الذين يلمسونه، أو الذين يشربون منه. أو الذين يغتسلون منه.
أن يكون لهم طهراً، وبركة، ونقاوة، وخلاصاً.
لكى من جهة العناصر والملائكة والناس معاً، ومن جهة الذين يرون والذين لا يون، يتمجد إسمك أيها الآب والابن والروح القدس
الآن وكل أوان وإلى أبد الدهور كلها آمين.
يقول الشعب :ابانا الذى فى السموات....الخ
ويقول الكاهن الثلاثة تحاليل والبركة. ثم يرفع رئيس الكهنة يده بالصليب ويصرخ قائلا :
القدسات للقديسين
يقول الشماس
حقاً : خلصت حقاً ومع روحك.
برشم رئيس الكمهنة الماء بالصليب ثلاثة رشوم ويقول :
مبارك الرب يسوع المسيح ابن الله، وقدوس الروح القدس.آمين.
يجاوبه الشعب
واحد هو الآب القدوس. واحد هو الابن القدوس، واحد هو الروح القدس. آمين
حقاً أؤمن.
يحضرون شملة نظيفة، يبلها الكاهن الخادم الشريك من اللقان المقدس، ويرشم بها رئيس الكهنة ثلاثة رشوم فى جبهته على رسم ما صنع يوحنا بالسيد المسيح. وبعد ذلك يأخذ رئيس الكهنة الشملة ويرشم الكهنة والشمامسة والشعب فى جباههم (1) : وفى هذه الأثناء يرتل الشمامسة المزمور المائة والخمسين:
سبحوا الله..
(1)	هذا فى لقان عيد الغطاس،أما فى لقان خميس العهد فيرشم القدمان واليدان والجبهة(اانظر يوحنا 12 :9)
ثم يرتل الشمامسة الإبصالية الواطس الآتية:
الله الممجد فى مشورة القديسين، الجالس على الشاروبيم أنى وظهر لنا.
فلما رآه يوحنا آتياً إلى الأردن، ليعتمد منه، قال للشعب :
هوذا حمل الله حامل خطية العالم، هذا الذى قلت أنا من أجله أنه يأتى بعدى، هو يعمدكم بالروح القدس، وأنا عاينت وشهدت 
، أن الذى يأتى بعدى، الذى لست بمستحق أن احمل حذاء رجليه، هو يعمدكم بالروح القدس والنار.
إشفع فينا أيها السابق الصابغ يوحنا المعمدان ليغفر لنا خطايانا.
يقول الكاهن صلاة شكر بعد اللقان:
نشكرك أيها الرب الإله لأنك جعلتنا مستحقين أن نكمل هذا السر القدس نسأل ونطلب منك يا محب البشر : أنعم علينا بطهارة نفوسنا ونقاوة الجسد لنكون أنقياء من كل عيب قبيح،وأضىء نفوسنا وعقولنا،ولتكشف لنا معرفة هذا السر. ومن الأمثلة تهدينا للإستزادة فى العلو. لأن لك يليق المجد أيها المسيح إلهنا مع أبيك الصالح والروح القدس.
الآن وكل آوان وإلى أبد الدهور كلها آمين.
(ما تجب قراءت فى قداس القربان)
(ليلة عيد الغطاس المجيد الموافق 11 طوبى)
وبعد الفراغ من عمل اللقان يتوجه رئيس الكهنة الى احد الهياكل ليستريح، ويعود الكهنة والشمامسة والمرتلون إلى أماكنهم أمم الخورس الأول حيث يرفعون بخور باكر كترتيب الأعياد السيدية الكبرى، وبعد إنتهائهم منه يتوجهون وهم موقدون الشموع إلى رئيس الكهنة ويعودون به إلى الخورس الاول وهم يرتلون هذه القطعة بلحنها المعروف :
مبارك انت بالحقيقة..
ثم يقدمون الحمل. وفى أثناء استبرائة يقول المرتلون:
قد حان الوقت..الخ
أو المعروف ب(اللى القربان). ثم يصعد رئيس الكهنه ويدور حول المذبح كالعادة وبعد الرشومات تقال... الكبيرة وبعدها ... ثم التجليسة ... الكبيرة ثم الرسائل قبطياً وتفسر ربياً والسنكسار ولحن القديس يوحنا المعمدلن (أنظر وجه 21) تقديسات ..الخ و .. أوشية الانجيل، ويطرح المزمور باللحن السنجارى(1) وفى آخره يقول المرتل... ثم يقول المرتل ...ثم يقال الإنجيل قبطياً وعربياً وبعده هذا الطرح:
(1)	قولهم باللحن السنجارى يشار به الى الطريقة الفرايحى التى بها مزامير أناجيل القداس القبطية فى الأعياد السدية الكبرى. وعرف بهذا الإسم نسبة الى سنجار وهى إحدى أسقفيات الوجه البحرى قديماً وتسمى قبطياً : 
وجاء فى سيرة الآباء البطاركة أن الأنبا خرسطوذولوس البطريرك السادس والستون أنه كان حبيساً بصومعه ، وكذلك أيضاً الأنبا كيرلس السابع والستون، والأنبا ميخائيل الثامن والستون كانا حبيسين بصومعة سنجار. فكلمة سنجارى إذن مأخوذة من إسم هذه البلدة أى أن اللحن المذكور كان مستعملا فى نواحى سنجار وأخذ عنها – وسنجار هذه من النستراوية، وذكر انه جاء فيضان غرق سنجار وبعض سكانها وهدم المنازل فى(سنة 833 ش – 1113م= 511ه) وقال ابو المكارم فى كتابه (تاريخ الكنائس والديارات)أن الماء كان يحيط بها من النستراوية. وقال أنها من كرسى البشرودين.
ونستراوية بلدة كان موقعها بين البحر المالح والبحيرة المعروفة بها، وقد غلب الرمل على هاتين البلدتين (سنجار ونستراوية) فمحيتا. وكانتا فى شمال الوجه البحرى بالقرب من البرلس ا هـ .
  '''
  }
];
