List<dynamic> prostrationPrayer = [
  {
    'name': 'المقدمة',
    'text': '''
1. كانت الكنيسة تقيم صلاة السجدة بعد صلاة الإبركسيس صباح يوم عيد العنصرة، ولما رأت أن هذا يرهق المصلين أرجأتها للساعة التاسعة (بعد الظهر).

 

2. لقد كنا على مدى عشرة أيام، من عيد الصعود إلى العنصرة نصلى للامتلاء، واحتفلنا صباحًا بعيد حلول الروح القدس، فماذا نفعل الآن بعد أن امتلأنا؟

أ‌- أن نصلي لمزيد من الامتلاء، فالامتلاء لا حدود له (أع4:2+ أع31:4).

ب‌- المملوء من الروح يقدم عبادة بالروح أي يقوده الروح في عبادته (رو9:1) وهكذا علمنا السيد المسيح أن نسجد (فالسجود أهم ركن في العبادة) لله بالروح والحق. والساجد الخاشع المنسحق أمام الله يسكن الله عنده (إش15:57).


3. في طقس صلاة السجدة نهتم بذكر الراقدين، فنحن وهم نقدم السجود لله، أي العبادة لله. ونحن نرى الأربعة والعشرون قسيسًا ولهم عروش وتيجان نجدهم يخلعون تيجانهم ويسجدون لله تاركين عروشهم (رؤ10:4) فإذا كان هؤلاء ولهم هذه الدرجة العظيمة التي لا ندركها يفعلون هذا، فنحن بالأولى ينبغي أن نقدم العبادة والسجود لله.

 

4. يوضع إناء فخاري مملوء جمرًا متقدًا ويوضع فيه بخورًا كثيرًا وهذا يمثل المؤمنين المملوءين بالروح الناري:-

أ- هم يصلون طالبين الامتلاء، ومن يطلب الروح يعطي له (لو13:11) فيضرم الروح الذي فيه (2تي6:1)

ب- البخور الكثير الذي ينطلق يمثل:

I. انتشار رائحة المسيح الزكية التي نشرها الروح القدس في كل العالم.

II. الطيب الذي انسكب على الرأس، المسيح، يوم المعمودية، ها هو ينسكب على المجتمعين للصلاة، ويكونون هم أيضًا رائحة المسيح الزكية.

III. الصلوات المرتفعة لله من هؤلاء المجتمعين للصلاة بنفس واحدة لذلك يكثر التنويه في القراءات عن المحبة وطاعة الوصية.

IV. قطعًا الصلوات مرفوعة من الأحياء المجتمعين في الكنيسة والراقدين الموجودين في السماء. الكل يقدم عبادة وسجود لله الذي يستحق كل إكرام وخشوع.

V. من ضمن الصلوات المرفوعة، صلواتنا عن أحبائنا الراقدين، وهذه الصلوات تعزي أقرباء الراقدين إذ يشعروا بأن الكل أمام الله.

 

5. يكثر التنويه عن المحبة وطاعة الوصايا الإلهية فبغيرهم لا إستجابة لصلواتنا، بل لا يكون لها رائحة زكية.

 

6. إنجيل السامرية يُقرأ 3 مرات:

الأولى: في الصوم الكبير........ كنموذج رائع للتوبة.

الثانية: في الخمسين المقدسة...... لحديث المسيح عن الماء الحي.

الثالثة: في صلاة السجدة....... لحديث المسيح عن السجود بالروح.


 

7. الصلوات التي نقدمها، نقدمها لله وعيوننا على المجد المعد لنا في السماء فإنجيل السجدة الأولى نجد المسيح يصلي للآب حتى نرى مجده. وإنجيل السجدة الثانية نجد المسيح يعد بإرسال الروح القدس. ونقرأ هذين الإنجيلين في خورس الموعوظين فالروح القدس وقت صلاة المسيح الشفاعية في إنجيل السجدة الأولى لم يكن قد أرسل بعد. وفي صلاة السجدة الثانية نجد وعد المسيح بإرسال الروح القدس. وبعد إرسال الروح القدس، فالروح يثبتنا في المسيح (2كو21:1) وهذا يحملنا إلى حضن الآب. لذلك نصلي صلاة السجدة الثالثة في الهيكل وهذا ما سيحملنا إلى حضن الآب. إنجيل السجدة الثالثة نسمع فيه أن المسيح يعطي نفسه ماءً للحياة خلال رحلة غربتنا. والروح القدس يقودنا في عبادتنا فننعم بالأحضان الإلهية. وكأن الصلوات الثلاث للسجدات الثلاث هم تمثيلية.

1- المسيح يطلب أن نرى مجده، وهذا تممه بفدائه.

2- المسيح يعد بإرسال الروح القدس.

3- الروح يحملنا إلى أحضان الآب ونحن ثابتين في المسيح.

لذلك نصلي هذه السجدة الثالثة في الهيكل.

 

8. هم ثلاث سجدات لنتشبه بالسمائيين الذين يسبحون بالثلاث التقديسات "قدوس قدوس قدوس"

 

9. عناصر التسبيح والعبادة (كما نجدها في الطلبات والشعب ساجد)

(1) تسبيح الله على فدائه، إذ وهو الخالق غير المرئي تجسد وصار مرئيًا ومات عنا وسحق الشيطان والموت.

(2) طلب الرحمة للأحياء والأموات.

(3) الطلب بمذلة فنحن غير مستحقين حتى للطلب.

(4) طلب الغفران ونحن ساجدين.

(5) طلب أن ترافقنا النعمة وأن يشددنا الروح ويعيننا لتنفيذ الوصايا.

(6) عبادة وتضرع.

(7) طلب الامتلاء من الروح القدس، مع أنه حل علينا، لكن لا حدود للامتلاء. فنظل نطلب العمر كله "طوبى للجياع والعطاش إلى البر.."

(8) تضرع أن يقبل الله طلباتنا مثل البخور المقدم.

(9) السجود والميطانيات metanoia تصاحب الصلوات والعبادة تشبهًا بالسمائيين (رؤ8:4-11)

 

10. السجدتان الأولى والثانية يعملان في خورس الموعوظين والسجدة الثالثة في الهيكل.
''',
  },
  {
    'name': 'السجدة الأولى',
    'text': '''
النبوة: (تث23:5-3:6):-

(تث23:5-33)

"  23- فلما سمعتم الصوت من وسط الظلام و الجبل يشتعل بالنار تقدمتم الي جميع رؤساء اسباطكم و شيوخكم.

 24- و قلتم هوذا الرب الهنا قد ارانا مجده و عظمته و سمعنا صوته من وسط النار هذا اليوم قد راينا ان الله يكلم الانسان و يحيا.

 25- و اما الان فلماذا نموت لان هذه النار العظيمة تاكلنا ان عدنا نسمع صوت الرب الهنا ايضا نموت.

 26- لانه من هو من جميع البشر الذي سمع صوت الله الحي يتكلم من وسط النار مثلنا و عاش.

 27- تقدم أنت و اسمع كل ما يقول لك الرب الهنا و كلمنا بكل ما يكلمك به الرب الهنا فنسمع و نعمل.

 28- فسمع الرب صوت كلامكم حين كلمتموني و قال لي الرب سمعت صوت كلام هؤلاء الشعب الذي كلموك به قد احسنوا في كل ما تكلموا.

 29- يا ليت قلبهم كان هكذا فيهم حتى يتقوني و يحفظوا جميع وصاياي كل الايام لكي يكون لهم و لاولادهم خير الى الابد.

 30- اذهب قل لهم ارجعوا الى خيامكم.

 31- و اما أنت فقف هنا معي فاكلمك بجميع الوصايا و الفرائض و الاحكام التي تعلمهم فيعملونها في الارض التي انا اعطيهم ليمتلكوها.

 32- فاحترزوا لتعملوا كما امركم الرب الهكم لا تزيغوا يمينا و لا يسارا.

 33- في جميع الطريق التي اوصاكم بها الرب الهكم تسلكون لكي تحيوا و يكون لكم خير و تطيلوا الايام في الارض التي تمتلكونها "

(تث1:6-3)

"1- و هذه هي الوصايا و الفرائض و الاحكام التي امر الرب الهكم ان اعلمكم لتعملوها في الارض التي انتم عابرون اليها لتمتلكوها.

 2- لكي تتقي الرب الهك و تحفظ جميع فرائضه و وصاياه التي انا اوصيك بها أنت و ابنك و ابن ابنك كل ايام حياتك و لكي تطول ايامك.

 3- فاسمع يا اسرائيل و احترز لتعمل لكي يكون لك خير و تكثر جدا كما كلمك الرب اله ابائك في ارض تفيض لبنا و عسلا. "

هي أمر الله لنا لنحفظ الوصية فيكون لنا الخير. وأهم خير حصلنا عليه هو الروح القدس. إذًا نفهم أن حفظ الوصية شرط للإمتلاء من الروح القدس.

البولس: (1كو28:12-12:13):-

(1كو28:12-31)

 " 28- فوضع الله اناسا في الكنيسة اولا رسلا ثانيا انبياء ثالثا معلمين ثم قوات و بعد ذلك مواهب شفاء اعوانا تدابير و انواع السنة.

 29- العل الجميع رسل العل الجميع انبياء العل الجميع معلمون العل الجميع اصحاب قوات.

 30- العل للجميع مواهب شفاء العل الجميع يتكلمون بالسنة العل الجميع يترجمون.

 31- و لكن جدوا للمواهب الحسنى و ايضا اريكم طريقا افضل  "

(1كو1:13-12)

" 1- ان كنت اتكلم بالسنة الناس و الملائكة و لكن ليس لي محبة فقد صرت نحاسا يطن او صنجا يرن.

 2- و ان كانت لي نبوة و اعلم جميع الاسرار و كل علم و ان كان لي كل الايمان حتى انقل الجبال و لكن ليس لي محبة فلست شيئا.

 3- و ان اطعمت كل اموالي و ان سلمت جسدي حتى احترق و لكن ليس لي محبة فلا انتفع شيئا.

 4- المحبة تتانى و ترفق المحبة لا تحسد المحبة لا تتفاخر و لا تنتفخ.

 5- و لا تقبح و لا تطلب ما لنفسها و لا تحتد و لا تظن السوء.

 6- و لا تفرح بالاثم بل تفرح بالحق.

 7- و تحتمل كل شيء و تصدق كل شيء و ترجو كل شيء و تصبر على كل شيء.

 8- المحبة لا تسقط ابدا و اما النبوات فستبطل و الالسنة فستنتهي و العلم فسيبطل.

 9- لاننا نعلم بعض العلم و نتنبا بعض التنبوء.

 10- و لكن متى جاء الكامل فحينئذ يبطل ما هو بعض.

 11- لما كنت طفلا كطفل كنت اتكلم و كطفل كنت افطن و كطفل كنت افتكر و لكن لما صرت رجلا ابطلت ما للطفل.

 12- فاننا ننظر الان في مراة في لغز لكن حينئذ وجها لوجه الان اعرف بعض المعرفة لكن حينئذ ساعرف كما عرفت.  "

الروح القدس يعطي مواهب لبنيان الكنيسة. ونرى أن أهم موهبة هي المحبة. وأن الروح القدس يعطينا المحبة كأول ثماره. بل يعطينا أن نرى المجد المعد لنا كما في مرآة كما في لغز، وهذا موضوع الإنجيل. فعبادتنا هي عبادة فيها رجاء أن ندخل المجد.


(يو1:17-26):-_">الإنجيل: (يو1:17-26):-

 " 1- تكلم يسوع بهذا و رفع عينيه نحو السماء و قال ايها الاب قد اتت الساعة مجد ابنك ليمجدك ابنك ايضا.

 2- اذ اعطيته سلطانا على كل جسد ليعطي حياة ابدية لكل من اعطيته.

 3- و هذه هي الحياة الابدية ان يعرفوك أنت الاله الحقيقي وحدك و يسوع المسيح الذي ارسلته.

 4- انا مجدتك على الارض العمل الذي اعطيتني لاعمل قد اكملته.

 5- و الان مجدني أنت ايها الاب عند ذاتك بالمجد الذي كان لي عندك قبل كون العالم.

 6- انا اظهرت اسمك للناس الذين اعطيتني من العالم كانوا لك و اعطيتهم لي و قد حفظوا كلامك.

 7- و الان علموا ان كل ما اعطيتني هو من عندك.

 8- لان الكلام الذي اعطيتني قد اعطيتهم و هم قبلوا و علموا يقينا اني خرجت من عندك و امنوا انك أنت ارسلتني.

 9- من اجلهم انا اسال لست اسال من اجل العالم بل من اجل الذين اعطيتني لانهم لك.

 10- و كل ما هو لي فهو لك و ما هو لك فهو لي و انا ممجد فيهم.

11- و لست انا بعد في العالم و اما هؤلاء فهم في العالم و انا اتي اليك ايها الاب القدوس احفظهم في اسمك الذين اعطيتني ليكونوا واحدا كما نحن.

 12- حين كنت معهم في العالم كنت احفظهم في اسمك الذين اعطيتني حفظتهم و لم يهلك منهم احد الا ابن الهلاك ليتم الكتاب.

 13- اما الان فاني اتي اليك و اتكلم بهذا في العالم ليكون لهم فرحي كاملا فيهم.

14- انا قد اعطيتهم كلامك و العالم ابغضهم لانهم ليسوا من العالم كما اني انا لست من العالم.

 15- لست اسال ان تاخذهم من العالم بل ان تحفظهم من الشرير.

 16- ليسوا من العالم كما اني انا لست من العالم.

 17- قدسهم في حقك كلامك هو حق.

 18- كما ارسلتني الى العالم ارسلتهم انا الى العالم.

 19- و لاجلهم اقدس انا ذاتي ليكونوا هم ايضا مقدسين في الحق.

 20- و لست اسال من اجل هؤلاء فقط بل ايضا من اجل الذين يؤمنون بي بكلامهم.

 21- ليكون الجميع واحدا كما انك أنت ايها الاب في و انا فيك ليكونوا هم ايضا واحدا فينا ليؤمن العالم انك ارسلتني.

 22- و انا قد اعطيتهم المجد الذي اعطيتني ليكونوا واحدا كما اننا نحن واحد.

 23- انا فيهم و أنت في ليكونوا مكملين الى واحد و ليعلم العالم انك ارسلتني و احببتهم كما احببتني.

24- ايها الاب اريد ان هؤلاء الذين اعطيتني يكونون معي حيث اكون انا لينظروا مجدي الذي اعطيتني لانك احببتني قبل انشاء العالم.

 25- ايها الاب البار ان العالم لم يعرفك اما انا فعرفتك و هؤلاء عرفوا انك أنت ارسلتني.

 26- و عرفتهم اسمك و ساعرفهم ليكون فيهم الحب الذي احببتني به و اكون انا فيهم"

هو صلاة المسيح الشفاعية الأخيرة قبل صلبه. ويطلب عنا أن نكون في وحدة. وأن المسيح أعطانا المجد الذي أعطاه له الآب لنكون واحدًا. ومن يدرك هذا المعنى أن لنا كل هذا المجد، لن يتصارع مع أخيه ويكونون في شقاق. والمسيح يطلب أن نرى مجده، لكن هذا لن يحدث بدون محبة. وهذا لنكون واحدًا. وهذا هو عمل الروح، والمحبة أول ثماره. ولا وحدة بدون محبة.

شكل الكنيسة المجتمعة تصلي ساجدة بنفس واحدة فيه تحقيق للمزمور (133) هوذا ما أحسن وما أجمل أن يجتمع الإخوة معًا.. وينسكب الطيب على الرأس المسيح ثم على اللحية، هذا الشعب المجتمع، ليملأها محبة وليكونوا واحدًا مع بعضهم ومع المسيح، وبهذا يدخلون لحضن الآب.

المزمور: (7:96):-

" يخزى جميع الساجدين لصنعة الأيدى، المفتخرين بأصنامهم. اسجدوا لله ياجميع ملأئكتة. "

"إسجدوا له يا جميع ملائكته"= فإذا كانت الملائكة تسجد فبالأولى نحن وهذا يؤدي للفرح.
''',
  },
  {
    'name': 'السجدة الثانية',
    'text': '''
(تث17:6-25)_"> النبوة: (تث17:6-25)

 " 17- احفظوا وصايا الرب الهكم و شهاداته و فرائضه التي اوصاكم بها.

 18- و اعمل الصالح و الحسن في عيني الرب لكي يكون لك خير و تدخل و تمتلك الارض الجيدة التي حلف الرب لابائك.

 19- ان ينفي جميع اعدائك من امامك كما تكلم الرب.

20- اذا سالك ابنك غدا قائلا ما هي الشهادات و الفرائض و الاحكام التي اوصاكم بها الرب الهنا.

 21- تقول لابنك كنا عبيدا لفرعون في مصر فاخرجنا الرب من مصر بيد شديدة.

 22- و صنع الرب ايات و عجائب عظيمة و رديئة بمصر بفرعون و جميع بيته امام اعيننا.

 23- و اخرجنا من هناك لكي ياتي بنا و يعطينا الارض التي حلف لابائنا.

 24- فامرنا الرب ان نعمل جميع هذه الفرائض و نتقي الرب الهنا ليكون لنا خير كل الايام و يستبقينا كما في هذا اليوم.

 25- و انه يكون لنا بر اذا حفظنا جميع هذه الوصايا لنعملها امام الرب الهنا كما اوصانا  "

شرط أن ندخل لنرث الأرض (رمز لمجد السماء) هو حفظ أوامر الله. وتحرير شعب إسرائيل من فرعون رمز لتحريرنا من يد إبليس بدم المسيح.
البولس: (1كو13:13-17:14):-

(1كو13:13)

"  13- اما الان فيثبت الايمان و الرجاء و المحبة هذه الثلاثة و لكن اعظمهن المحبة  "

(1كو1:14-17)

" 1- اتبعوا المحبة و لكن جدوا للمواهب الروحية و بالاولى ان تتنباوا.

 2- لان من يتكلم بلسان لا يكلم الناس بل الله لان ليس احد يسمع و لكنه بالروح يتكلم باسرار.

 3- و اما من يتنبا فيكلم الناس ببنيان و وعظ و تسلية.

 4- من يتكلم بلسان يبني نفسه و اما من يتنبا فيبني الكنيسة.

 5- اني اريد ان جميعكم تتكلمون بالسنة و لكن بالاولى ان تتنباوا لان من يتنبا اعظم ممن يتكلم بالسنة الا اذا ترجم حتى تنال الكنيسة بنيانا.

 6- فالان ايها الاخوة ان جئت اليكم متكلما بالسنة فماذا انفعكم ان لم اكلمكم اما باعلان او بعلم او بنبوة او بتعليم.

 7- الاشياء العادمة النفوس التي تعطي صوتا مزمار او قيثارة مع ذلك ان لم تعط فرقا للنغمات فكيف يعرف ما زمر او ما عزف به.

 8- فانه ان اعطى البوق ايضا صوتا غير واضح فمن يتهيا للقتال.

 9- هكذا انتم ايضا ان لم تعطوا باللسان كلاما يفهم فكيف يعرف ما تكلم به فانكم تكونون تتكلمون في الهواء.

 10- ربما تكون انواع لغات هذا عددها في العالم و ليس شيء منها بلا معنى.

 11- فان كنت لا اعرف قوة اللغة اكون عند المتكلم اعجميا و المتكلم اعجميا عندي.

 12- هكذا انتم ايضا اذ انكم غيورون للمواهب الروحية اطلبوا لاجل بنيان الكنيسة ان تزدادوا.

 13- لذلك من يتكلم بلسان فليصل لكي يترجم.

 14- لانه ان كنت اصلي بلسان فروحي تصلي و اما ذهني فهو بلا ثمر.

 15- فما هو اذا اصلي بالروح و اصلي بالذهن ايضا ارتل بالروح و ارتل بالذهن ايضا.

 16- و الا فان باركت بالروح فالذي يشغل مكان العامي كيف يقول امين عند شكرك لانه لا يعرف ماذا تقول.

 17- فانك أنت تشكر حسنا و لكن الاخر لا يبنى.  "

هي عن عظمة المحبة، وأهمية التنبؤ أي الوعظ.
المزمور: (12:114):-

" الرب قد ذكرنا فيبارك يبارك بيت اسرائيل يبارك بيت هرون "

الرب ذكرنا وباركنا= بأن أرسل لنا الروح الذي وعدنا به.

(لو36:24-53)_"> الإنجيل: (لو36:24-53)

 " 36- و فيما هم يتكلمون بهذا وقف يسوع نفسه في وسطهم و قال لهم سلام لكم.

 37- فجزعوا و خافوا و ظنوا انهم نظروا روحا.

 38- فقال لهم ما بالكم مضطربين و لماذا تخطر افكار في قلوبكم.

 39- انظروا يدي و رجلي اني انا هو جسوني و انظروا فان الروح ليس له لحم و عظام كما ترون لي.

 40- و حين قال هذا اراهم يديه و رجليه.

 41- و بينما هم غير مصدقين من الفرح و متعجبين قال لهم اعندكم ههنا طعام.

 42- فناولوه جزءا من سمك مشوي و شيئا من شهد عسل.

 43- فاخذ و اكل قدامهم.

44- و قال لهم هذا هو الكلام الذي كلمتكم به و انا بعد معكم انه لا بد ان يتم جميع ما هو مكتوب عني في ناموس موسى و الانبياء و المزامير.

 45- حينئذ فتح ذهنهم ليفهموا الكتب.

 46- و قال لهم هكذا هو مكتوب و هكذا كان ينبغي ان المسيح يتالم و يقوم من الاموات في اليوم الثالث.

 47- و ان يكرز باسمه بالتوبة و مغفرة الخطايا لجميع الامم مبتدا من اورشليم.

 48- و انتم شهود لذلك.

 49- و ها انا ارسل اليكم موعد ابي فاقيموا في مدينة اورشليم الى ان تلبسوا قوة من الاعالي.

50- و اخرجهم خارجا الى بيت عنيا و رفع يديه و باركهم.

 51- و فيما هو يباركهم انفرد عنهم و اصعد الى السماء.

 52- فسجدوا له و رجعوا الى اورشليم بفرح عظيم.

 53- و كانوا كل حين في الهيكل يسبحون و يباركون الله امين"

وعد السيد الرب لتلاميذه بأن يرسل لهم الروح القدس وبعد صعوده نسمع أما هم فسجدوا= وهذا للإشارة لأهمية السجود بعد صعود المسيح.
''',
  },
  {
    'name': 'السجدة الثالثة',
    'text': '''
النبوة: (تث1:16-18)

 "  1- احفظ شهر ابيب و اعمل فصحا للرب الهك لانه في شهر ابيب اخرجك الرب الهك من مصر ليلا.

 2- فتذبح الفصح للرب الهك غنما و بقرا في المكان الذي يختاره الرب ليحل اسمه فيه.

 3- لا تاكل عليه خميرا سبعة ايام تاكل عليه فطيرا خبز المشقة لانك بعجلة خرجت من ارض مصر لكي تذكر يوم خروجك من ارض مصر كل ايام حياتك.

 4- و لا يرى عندك خمير في جميع تخومك سبعة ايام و لا يبت شيء من اللحم الذي تذبح مساء في اليوم الاول الى الغد.

 5- لا يحل لك ان تذبح الفصح في احد ابوابك التي يعطيك الرب الهك.

 6- بل في المكان الذي يختاره الرب الهك ليحل اسمه فيه هناك تذبح الفصح مساء نحو غروب الشمس في ميعاد خروجك من مصر.

 7- و تطبخ و تاكل في المكان الذي يختاره الرب الهك ثم تنصرف في الغد و تذهب الى خيامك.

 8- ستة ايام تاكل فطيرا و في اليوم السابع اعتكاف للرب الهك لا تعمل فيه عملا.

9- سبعة اسابيع تحسب لك من ابتداء المنجل في الزرع تبتدئ ان تحسب سبعة اسابيع.

 10- و تعمل عيد اسابيع للرب الهك على قدر ما تسمح يدك ان تعطي كما يباركك الرب الهك.

 11- و تفرح امام الرب الهك أنت و ابنك و ابنتك و عبدك و امتك و اللاوي الذي في ابوابك و الغريب و اليتيم و الارملة الذين في وسطك في المكان الذي يختاره الرب الهك ليحل اسمه فيه.

 12- و تذكر انك كنت عبدا في مصر و تحفظ و تعمل هذه الفرائض.

13- تعمل لنفسك عيد المظال سبعة ايام عندما تجمع من بيدرك و من معصرتك.

 14- و تفرح في عيدك أنت و ابنك و ابنتك و عبدك و امتك و اللاوي و الغريب و اليتيم و الارملة الذين في ابوابك.

 15- سبعة ايام تعيد للرب الهك في المكان الذي يختاره الرب لان الرب الهك يبارك في كل محصولك و في كل عمل يديك فلا تكون الا فرحا.

 16- ثلاث مرات في السنة يحضر جميع ذكورك امام الرب الهك في المكان الذي يختاره في عيد الفطير و عيد الاسابيع و عيد المظال و لا يحضروا امام الرب فارغين.

 17- كل واحد حسبما تعطي يده كبركة الرب الهك التي اعطاك.

18- قضاة و عرفاء تجعل لك في جميع ابوابك التي يعطيك الرب الهك حسب اسباطك فيقضون للشعب قضاء عادلا. "

الله يطلب من موسى النبي أن يقدم الشعب عبادة لله في عدة مناسبات وكانت كل مناسبة رمز لعيد في المسيحية.

الفصح= رمز لصليب المسيح.

لا يوجد عندك خمير= حياتنا بعد المسيح (7 أيام رمز العمر كله) تكون بلا خطية.

في المكان الذي يختاره الرب= الكنيسة مكان عبادتنا.

عيد الحصاد (بعد 7أسابيع) = رمز لعيد العنصرة بعد 50 يومًا.

عيد المظال= رمز لغربتنا في هذا العالم وأفراح الأبدية.
(1كو18:14-40)_"> البولس: (1كو18:14-40)

 " 18- اشكر الهي اني اتكلم بالسنة اكثر من جميعكم.

 19- و لكن في كنيسة اريد ان اتكلم خمس كلمات بذهني لكي اعلم اخرين ايضا اكثر من عشرة الاف كلمة بلسان.

 20- ايها الاخوة لا تكونوا اولادا في اذهانكم بل كونوا اولادا في الشر و اما في الاذهان فكونوا كاملين.

 21- مكتوب في الناموس اني بذوي السنة اخرى و بشفاه اخرى ساكلم هذا الشعب و لا هكذا يسمعون لي يقول الرب.

 22- اذا الالسنة اية لا للمؤمنين بل لغير المؤمنين اما النبوة فليست لغير المؤمنين بل للمؤمنين.

 23- فان اجتمعت الكنيسة كلها في مكان واحد و كان الجميع يتكلمون بالسنة فدخل عاميون او غير مؤمنين افلا يقولون انكم تهذون.

 24- و لكن ان كان الجميع يتنباون فدخل احد غير مؤمن او عامي فانه يوبخ من الجميع يحكم عليه من الجميع.

 25- و هكذا تصير خفايا قلبه ظاهرة و هكذا يخر على وجهه و يسجد لله مناديا ان الله بالحقيقة فيكم.

26- فما هو اذا ايها الاخوة متى اجتمعتم فكل واحد منكم له مزمور له تعليم له لسان له اعلان له ترجمة فليكن كل شيء للبنيان.

 27- ان كان احد يتكلم بلسان فاثنين اثنين او على الاكثر ثلاثة ثلاثة و بترتيب و ليترجم واحد.

 28- و لكن ان لم يكن مترجم فليصمت في الكنيسة و ليكلم نفسه و الله.

 29- اما الانبياء فليتكلم اثنان او ثلاثة و ليحكم الاخرون.

 30- و لكن ان اعلن لاخر جالس فليسكت الاول.

 31- لانكم تقدرون جميعكم ان تتنباوا واحدا واحدا ليتعلم الجميع و يتعزى الجميع.

 32- و ارواح الانبياء خاضعة للانبياء.

 33- لان الله ليس اله تشويش بل اله سلام كما في جميع كنائس القديسين.

 34- لتصمت نساؤكم في الكنائس لانه ليس ماذونا لهن ان يتكلمن بل يخضعن كما يقول الناموس ايضا.

 35- و لكن ان كن يردن ان يتعلمن شيئا فليسالن رجالهن في البيت لانه قبيح بالنساء ان تتكلم في كنيسة.

 36- ام منكم خرجت كلمة الله ام اليكم وحدكم انتهت.

 37- ان كان احد يحسب نفسه نبيا او روحيا فليعلم ما اكتبه اليكم انه وصايا الرب.

 38- و لكن ان يجهل احد فليجهل.

 39- اذا ايها الاخوة جدوا للتنبوء و لا تمنعوا التكلم بالسنة.

 40- و ليكن كل شيء بلياقة و بحسب ترتيب  "

نسمع فيه عن نظام العبادة في الكنيسة.

المزمور: (2:65+9:71):-

" كل الارض تسجد لك و ترنم لك ترنم لاسمك سلاه. امامه تجثو اهل البرية و اعداؤه يلحسون التراب.  "

هو عن العبادة والسجود لله.
(يو1:4-24)_السامرية_"> الإنجيل: (يو1:4-24) السامرية

" 1- فلما علم الرب ان الفريسيين سمعوا ان يسوع يصير و يعمد تلاميذ اكثر من يوحنا.

 2- مع ان يسوع نفسه لم يكن يعمد بل تلاميذه.

 3- ترك اليهودية و مضى ايضا الى الجليل.

4- و كان لا بد له ان يجتاز السامرة.

 5- فاتى الى مدينة من السامرة يقال لها سوخار بقرب الضيعة التي وهبها يعقوب ليوسف ابنه.

 6- و كانت هناك بئر يعقوب فاذ كان يسوع قد تعب من السفر جلس هكذا على البئر و كان نحو الساعة السادسة.

 7- فجاءت امراة من السامرة لتستقي ماء فقال لها يسوع اعطيني لاشرب.

 8- لان تلاميذه كانوا قد مضوا الى المدينة ليبتاعوا طعاما.

 9- فقالت له المراة السامرية كيف تطلب مني لتشرب و أنت يهودي و انا امراة سامرية لان اليهود لا يعاملون السامريين.

10- اجاب يسوع و قال لها لو كنت تعلمين عطية الله و من هو الذي يقول لك اعطيني لاشرب لطلبت أنت منه فاعطاك ماء حيا.

 11- قالت له المراة يا سيد لا دلو لك و البئر عميقة فمن اين لك الماء الحي.

 12- العلك اعظم من ابينا يعقوب الذي اعطانا البئر و شرب منها هو و بنوه و مواشيه.

 13- اجاب يسوع و قال لها كل من يشرب من هذا الماء يعطش ايضا.

 14- و لكن من يشرب من الماء الذي اعطيه انا فلن يعطش الى الابد بل الماء الذي اعطيه يصير فيه ينبوع ماء ينبع الى حياة ابدية.

 15- قالت له المراة يا سيد اعطني هذا الماء لكي لا اعطش و لا اتي الى هنا لاستقي.

 16- قال لها يسوع اذهبي و ادعي زوجك و تعالي الى ههنا.

 17- اجابت المراة و قالت ليس لي زوج قال لها يسوع حسنا قلت ليس لي زوج.

 18- لانه كان لك خمسة ازواج و الذي لك الان ليس هو زوجك هذا قلت بالصدق.

 19- قالت له المراة يا سيد ارى انك نبي.

20- اباؤنا سجدوا في هذا الجبل و انتم تقولون ان في اورشليم الموضع الذي ينبغي ان يسجد فيه.

 21- قال لها يسوع يا امراة صدقيني انه تاتي ساعة لا في هذا الجبل و لا في اورشليم تسجدون للاب.

 22- انتم تسجدون لما لستم تعلمون اما نحن فنسجد لما نعلم لان الخلاص هو من اليهود.

 23- و لكن تاتي ساعة و هي الان حين الساجدون الحقيقيون يسجدون للاب بالروح و الحق لان الاب طالب مثل هؤلاء الساجدين له.

 24- الله روح و الذين يسجدون له فبالروح و الحق ينبغي ان يسجدوا.  "

السجود لله بالروح والحق.

 

الإناء المملوء جمرًا مشتعلًا:-

والآن نفهم أن هذا الإناء ما هو إلاّ رمز للكنيسة التي يجتمع أولادها:

1- في محبة ووحدة بنفس واحدة وطائعين لوصايا الله.

2- يسجدون لله بالروح والحق أي عبادة في خشوع وانسحاق يقودها الروح.

3- يصرخون لله طالبين الامتلاء فيملأهم الروح فيصيرون جمرًا مشتعلًا.

والبخور رمز للمسيح في رائحته الحلوة.

والمؤمنين يظهرون بحياتهم السابق ذكرها رائحة المسيح الزكية (البخور) وهؤلاء تكون صلواتهم صاعدة إلى فوق مقبولة مثل البخور المتصاعد.
''',
  },
];
